{
  "date": "2023-10-22T14:42:50.454Z",
  "title": "A HISTÓRIA SE REPETE: A Pfizer pagou US$ 1,2 bilhão depois que seu medicamento causou milhares de casos de CÂNCER DE MAMA",
  "body": "Em 2012, a Pfizer concordou em pagar mais de 1,2 mil milhões de dólares para resolver mais de 10.000 casos envolvendo o seu medicamento de substituição hormonal Prempro, com mais de metade dos casos alegando que o medicamento [causava cancer da mama](https://www.fiercepharma.com/regulatory/pfizer-expects-to-wrap-up-prempro-suits-for-1-2b-total) .\n\nAté 1995, as mulheres na menopausa que necessitavam de terapia de reposição hormonal combinavam dois medicamentos – Premarin e Provera – que forneciam estrogênio e progesterona. Mas depois de 1995, a grande empresa farmacêutica Wyeth lançou o Prempro, [que combinava os dois hormônios em um único comprimido](https://www.bloomberg.com/news/articles/2012-06-19/pfizer-paid-896-million-in-prempro-accords-filing-shows-1-?sref=jB82HHlm) . A Pfizer adquiriria a Wyeth em 2009, após uma compra de US$ 68 bilhões. (Relacionado: [NUNCA ESQUEÇA: Em 1994, a Pfizer pagou US$ 20 milhões depois de MENTIR sobre uma válvula cardíaca defeituosa que matou centenas de pessoas](https://www.naturalnews.com/2023-01-09-pfizer-paid-millions-defective-heart-valve-deaths.html) .)\n\nMais de seis milhões de mulheres tomaram Prempro para tratar sintomas da menopausa, como ondas de calor e alterações de humor, antes de 2002, quando um estudo marcante foi divulgado destacando as ligações da droga com o câncer. As vendas dos medicamentos da Wyeth antes da divulgação deste estudo ultrapassavam os 2 mil milhões de dólares.\n\n## Pfizer resolve mais de 10.000 casos após anos de litígios prolongados\n\nA Pfizer perdeu 11 dos 21 casos em julgamentos decididos por júris até finalmente concordar em chegar a um acordo. A farmacêutica obteve alguns dos veredictos contra ela rejeitados após o julgamento ou teve os prêmios reduzidos. Resolveu milhares de outros casos através de acordos, enquanto outras decisões foram objeto de recurso.\n\nApesar dos acordos e das provas esmagadoras contra o Prempro, a Pfizer ainda afirma que o seu medicamento funciona.\n\n\"Após nove anos de litígio envolvendo este medicamento, estamos confiantes no nosso medicamento, no nosso histórico de sucesso nos tribunais onde obtivemos oito dos últimos 10 veredictos finais em julgamento, e na nossa capacidade de resolver estes casos em termos apropriados, \", disse um porta-voz da Pfizer na época, em comunicado enviado por e-mail à  *Bloomberg* .\n\nA Pfizer resolveu cerca de 6.000 ações judiciais por um valor total de mais de US$ 896 milhões. A empresa também reservou US$ 330 milhões adicionais para resolver outros 4.000 processos. Alguns destes 10.000 casos foram consolidados num tribunal federal no Arkansas, enquanto os outros processos passaram por tribunais estaduais no Nevada, Minnesota e Pensilvânia.\n\nA reserva significa que a Pfizer comprometeu mais de 1,2 mil milhões de dólares para resolver reclamações contra Prempro, ou uma média de 150.000 dólares por caso. Mas a informação de alguns dos julgamentos sugere que alguns demandantes receberam [milhões ou mesmo dezenas de milhões de dólares](https://www.biznews.com/health/2023/01/11/pfizer-covid-rap-sheet) , incluindo danos punitivos pelas acções da Pfizer ao reter informações sobre o risco de cancro da mama do Prempro.\n\nEm um julgamento resolvido no início daquele ano, um júri federal em Connecticut ordenou que a Pfizer pagasse a uma [mulher que desenvolveu câncer de mama por causa do Prempro](https://cancerscams.com/) US$ 4 milhões em danos. O painel também ordenou que a Pfizer pagasse indenizações punitivas pela forma como lidou com o escândalo Prempro.\n\n## Muitas mulheres ainda buscam indenização da Pfizer\n\nApesar de terem sido resolvidos os 10.000 casos, dezenas de mulheres na altura ainda estavam a tramitar nos tribunais e a preparar-se para outra ronda de julgamentos sobre o Prempro.\n\nEsther Berezofsky, uma advogada de Nova Jersey que representou mulheres que processavam a Pfizer por causa dos seus medicamentos para a menopausa, disse que os seus clientes acreditam que as suas reivindicações valem mais do que a média de 150 mil dólares que a grande empresa farmacêutica pagou nos acordos.\n\n“Consideraremos um acordo quando a empresa decidir compensar de forma justa as mulheres que represento pelos ferimentos horríveis causados ​​por essas drogas”, disse ela.\n\n“Os escritórios de advocacia que sobraram após esses acordos estão ansiosos para que todas as mulheres tenham seu dia no tribunal”, disse Zoe Littlepage na época. Littlepage é uma advogada que mora em Houston e representou várias mulheres que se recusaram a resolver seus processos contra a Pfizer. \"Trabalhamos muito e muito para levar esses casos a julgamento.\"\n\nSaiba mais sobre grandes empresas farmacêuticas como a Pfizer em [BigPharmaNews.com](https://bigpharmanews.com/) .\n\nAssista a este clipe do  *InfoWars* com o primeiro-ministro israelense, Benjamin Netanyahu, admitindo que os israelenses [foram usados ​​como cobaias da Pfizer](https://www.brighteon.com/e4e0aec2-5794-4af1-8788-163f7d39a445) .",
  "description": "A Pfizer perdeu 11 dos 21 casos em julgamentos decididos por júris até finalmente concordar em chegar a um acordo.",
  "thumbnail": "/img/uploads/pfizer-perdeu.webp"
}