{
  "date": "2024-08-24T15:50:18.048Z",
  "title": "Can-C é um avanço notável, um colírio que pode reverter a catarata senil e ajudar a prevenir outros distúrbios do envelhecimento ocular",
  "body": "No Oriente, particularmente na Rússia, nos últimos anos, tem havido pesquisas sobre um análogo especial do di-peptídeo carnosina. Esta forma particular é conhecida como N-acetilcarnosina e provou ser altamente eficaz no tratamento da catarata.\n\nA cirurgia de catarata senil é a operação cirúrgica mais comumente realizada no mundo hoje. Há 1,35 milhões de operações oculares por ano nos EUA e, embora a cirurgia de catarata seja geralmente reconhecida como uma das operações mais seguras, há uma taxa significativa de complicações. Por exemplo, nos Estados Unidos, 30% a 50% de todos os pacientes que têm extração de catarata, desenvolvem opacificação da cápsula do cristalino posterior dentro de dois anos e requerem tratamento adicional com lazer.\n\nOs colírios de N-acetilcarnosina fornecem tratamento sem cirurgia e permitem que o paciente mantenha sua lente natural em vez de lidar com uma artificial.\n\nAs estatísticas nos ensaios em humanos mostram que os colírios de N-acetilcarnosina aplicados por 6 meses duas vezes ao dia no olho, em pacientes que sofrem de catarata senil, tiveram os seguintes resultados:\n\n1. 88,9% apresentaram melhora da sensibilidade ao brilho.\n2. 41,5% apresentaram melhora da transmissividade da lente.\n3. 90% apresentaram melhora da acuidade visual.\n\nAs imagens mostram o tratamento da catarata humana com o colírio de 1% Can-C durante o período de 5 meses. A imagem à esquerda mostra a aparência de catarata que se assemelha a um morcego em sua forma e a imagem à direita mostra que essa opacidade desapareceu após o período citado após o tratamento com n-acetilcarnosina ser concluído. A lente ficou mais clara.\n\n## Como funciona a [N-acetilcarnosina](https://www.querotudonatural.com.br/colirio-can-c-2-frascos-de-5ml) no olho:\n\nAs cataratas são causadas pelo endurecimento e descoloração da lente devido à reticulação ao longo da vida (glicosilação) das proteínas da lente com ascorbato. Isso persiste no humor aquoso em altas concentrações, devido à baixa disponibilidade de defesas naturais na forma de antioxidantes (que diminuem com o avançar da idade).\n\nA N-acetilcarnosina fornece [L-Carnosina](https://antiaging-nutrition.com/ingredient/l-carnosine/) no humor aquoso do olho (a área fluida que envolve a lente) onde atua como um antioxidante natural e abrangente, protegendo as proteínas estruturais da lente do processo de oxidação induzida por radicais livres.\n\n## Usando N-acetilcarnosina Gotas oculares:\n\nOs colírios de N-acetilcarnosina demonstraram ter efeitos mensuráveis dentro de apenas 1 mês de uso. No entanto, recomenda-se que, para a eficácia máxima, que a administração seja continuada por um período não inferior a 3-5 meses. Além disso, a eficácia do drops’ é aumentada quanto mais cedo eles forem usados após a detecção de uma catarata.\n\nAlém disso, considerando que as cataratas senis são um distúrbio de envelhecimento em curso. A N-acetilcarnosina pode ser necessária regularmente para ajudar a manter as defesas antioxidantes naturais dos olhos.\n\n## Benefícios adicionais:\n\nAlém da catarata senil, a N-acetilcarnosina pode ter outros benefícios. Embora a informação ainda não tenha sido publicada, a fórmula única de N-acetilcarnosina, com seus lubrificantes adicionados e sinérgicos, também pode fornecer resultados benéficos com os seguintes distúrbios oculares:\n\n* Presbiopia.\n* Glaucoma primário de ângulo aberto (em combinação com betabloqueadores).\n* Distúrbios da córnea.\n* Síndrome da visão computacional.\n* Tensão ocular.\n* Inflamação ocular.\n* Visão turva.\n* Síndrome do olho seco.\n* Doenças da retina.\n* Opacidades e lesões vítreas.\n* Complicações do diabetes mellitus e outras doenças sistêmicas.\n* Dificuldades das lentes de contato, particularmente com lentes de contato gelatinosas. (Não só os lubrificantes no can-C N-acetilcarnosina [colírio](https://www.querotudonatural.com.br/colirio-can-c-2-frascos-de-5ml) ajudam a tornar o uso de lentes de contato mais confortável, mas n-acetilcarnosina também é acreditado para reduzir a acumulação de ácido láctico no olho, permitindo assim que a lente a ser deixado com segurança no olho por mais tempo).\n\n**Can-C é a marca original, de alta pureza, testada e aprovada. Se você quiser garantias sobre o que vai funcionar e o que será seguro em seu olho para usar por meses a fio, insista em colírios Can-C. A Can-C é a marca aprovada e patenteada pela Innovative Vision Products, os inventores desta tecnologia.**\n\n### Mais Informações:\n\nA descoberta e 15 anos de pesquisa com carnosina. Também recomendamos a leitura do artigo mais recente sobre colírios de N-acetilcarnosina clicando aqui.\n\nPara mais informações técnicas, links e depoimentos. Aqui você pode ler tudo o que precisa saber sobre os colírios Can-C. Por exemplo, sobre por que apenas um certo tipo de N-acetilcarnosina é seguro, e por que apenas certas fórmulas são eficazes para uso a longo prazo, além de muito mais ao lado - basta clicar aqui para obter mais detalhes.\n\n### Dosagem:\n\nComo medida preventiva, duas gotas em ambos os olhos uma vez por dia pode ser um regime adequado em curso. Quanto ao tratamento, duas gotas no afetado duas vezes ao dia é o regime ideal - não há nenhum benefício em exceder esta dose. Recomenda-se que o uso ocasional de colírios de N-acetilcarnosina continue mesmo após a redução/reversão da catarata para evitar qualquer recorrência.\n\n### Efeitos colaterais:\n\nAté à data, não foram observados efeitos secundários graves ou contraindicações em nenhum dos ensaios clínicos.\n\n### O que dizem os nossos clientes..\n\n*Achei necessário enviar este e-mail, hesitei um pouco para o qual você vai ler, mas tive que enviá-lo. Recebi as quatro caixas de Can-C, usei-as durante quatro dias, uma gota no olho esquerdo, o único olho “problem”. Eu quase hesito em relatar isso, geralmente quando você acha que algo de bom acontece, quase termina quando você diz isso.*\n\n*Senti alívio imediato no primeiro dia de uso das gotas, foi estranho. Então eu pensei, talvez fosse tudo mental, que eu só queria que eles trabalhassem para mim. No segundo e no quarto dia, é difícil dizer como o olho se sente agora sem realmente dizer a alguém pessoalmente.*\n\n*Eu estava tendo extrema sensibilidade à luz solar no olho esquerdo, agora isso dificilmente me incomoda. O olho tinha estado a sentir “inchado”, a pálpebra que é, é melhor como posso descrevê-lo. Era difícil para mim olhar para cima, eu tinha que abaixar minha cabeça para trás para olhar para cima em qualquer coisa. Tudo isso parece estar desaparecendo. Eu odiaria que tudo desaparecesse depois de dizer isso, mas eu realmente acho que vai.*\n\n*A minha razão para ir ver um Oftalmologista foi porque eu tinha “something” debaixo da tampa esquerda. Uma vez lá, me foi dado um exame completo para catarata, degeneração macular e glaucoma, ele viu um ligeiro início de uma catarata e degeneração macular, o glaucoma não foi mencionado. Tenho um compromisso de seis meses para o próximo mês. Este médico não fez absolutamente nada para o problema real que eu fui, simplesmente me disse para usar uma compressa quente e úmida no olho esquerdo por 15 minutos, duas vezes por dia, mas não fez nada de bom. Comecei a usar uma solução de sal em vez disso, super saturada, e dentro de duas semanas essa sensação horrível sob a tampa desapareceu. Oh, sim, ele puxou a tampa para trás e disse-me, “Eu vejo um nódulo ou algo parecido, eu poderia raspá-lo para baixo, mas tenho a certeza que vai crescer de volta!” Isso é algo que um paciente não quer ouvir.Eu essencialmente saí de lá sem plano de tratamento.*\n\n*Eu não tenho nenhuma perda real de visão naquele olho esquerdo, apenas um pouco de nebulosidade que você poderia esperar para uma catarata em formação, mas isso me incomodou. Eu tenho 70 anos e mais de menos esperado para ter desenvolvido uma catarata. Ele realmente não disse que o olho esquerdo era aquele com a catarata em formação, estou simplesmente assumindo.*\n\n*Eu sou de uma pequena cidade no Alabama e contei a todos os meus amigos sobre o que as gotas fizeram é um tempo muito curto. Todos eles já tiveram catarata removida de ambos os olhos por este mesmo médico.*\n\n*Eu sei que talvez você não queira dizer que as gotas realmente dissolverão a catarata, mas tenho uma perspectiva positiva de que isso acontecerá. Eu trabalhei todos os meus anos como bioquímico de pesquisa para uma empresa farmacêutica líder, então estou familiarizado com os termos médicos e sei que o radical acetil leva a carnosina através das membranas.*\n\n*Estou muito entusiasmado com estas gotas e vou usar as quatro caixas e se precisar de mais para esse olho direito caso desenvolva uma catarata “no road”, pode ter a certeza que vou fazer a minha encomenda.*\n\n*Muito obrigado por essas gotas, você não pode imaginar o quanto meu bem-estar mudou desde que as usei há apenas quatro dias, esse problema no olho esquerdo simplesmente me consumiu completamente, eu me vi tirando e sendo rude com meus amigos mais próximos, tudo por causa desse problema ocular mais desconfortável.*\n\n*Muito obrigado,*\\\nRalph Solomon, Alabama\n\n*Eu usei Can-C por 4 meses com resultados surpreendentes. Minha visão no meu olho esquerdo melhorou de 20/40 para 20/25 e após a renovação da minha carteira de motorista, a restrição de vidro ocular foi eliminada! Com menos brilho e visão quase perfeita, agora dirijo à noite e de manhã cedo sem óculos, assim como fiz na minha juventude há 30 anos! Desde o nascimento, o meu olho direito só conseguia identificar os grandes “E” no mapa ocular. Após 4 meses de tratamento com Can-C, agora posso ler a 3a linha no gráfico ocular. Realmente incrível ser quase cego no meu olho direito por 60 anos e agora recuperar alguma visão!*\\\nDr. Richard Lippman, Havaí.\n\n*Os colírios NAC podem ser um dos avanços e desenvolvimentos mais significativos para o envelhecimento dos olhos, especialmente porque parecem ser capazes de substituir a cirurgia em muitos casos.*\\\n[Phil Micans PharmB](https://antiaging-nutrition.com/article-authors/micans-ms-pharmb-philip-a/), Grã-Bretanha\n\n*Este produto representa um verdadeiro avanço e um exemplo genuíno de medicina anti-envelhecimento no seu melhor.*\\\n[Robert Mason PhD](https://antiaging-nutrition.com/article-authors/mason-phd-robert/), Suíça\n\n*Eu gostaria de agradecer por pesquisar e desenvolver o Can-C. Em 2004, durante um exame oftalmológico, eles me informaram que eu tinha o início da catarata e provavelmente precisaria de cirurgia em cerca de 5 anos. Eu tinha 56 anos e fiquei horrorizado, especialmente porque sou o motorista designado para minha unidade social: eu, minha mãe e nosso amigo diabético que é legalmente cego da retinopatia.*\n\n*Pesquisei na net e aprendi sobre o Can-C. Chamando por aí para verificar novamente sua segurança, fiquei chocado ao saber que não havia NIH ou outros estudos governamentais. Um pesquisador com quem conversei disse que, desde que houvesse um tratamento eficaz - ou seja, cirurgia, haveria pouca chance de qualquer estudo ser feito, pelo menos ele era honesto sobre a natureza/poder arraigado da multidão de cirurgia de catarata.*\n\n*De qualquer forma, eu comecei as gotas 2-gotas cada olho duas vezes por dia. Dentro de 3 semanas, houve uma melhoria significativa e dramática que continuou por um tempo mais longo. Agora eu uso 1 gota em cada olho diariamente; 2 gotas se eu entrar em lotes de carboidratos. Além disso, as gotas Can-C são especialmente calmantes quando meus olhos estão cansados e com sensação de coragem*\\\nLyn Polkadot, EUA"
}