{
  "date": "2024-08-22T18:34:01.628Z",
  "body": "Como qualquer cirurgia, a cirurgia de catarata apresenta riscos para o indivíduo. Complicações potenciais da cirurgia de catarata variam de inflamação ocular leve a perda de visão devastadora. Embora os riscos exatos sejam específicos para cada indivíduo, as dificuldades mais comuns que surgem após a cirurgia de catarata são as seguintes:\n\nInfecção.\nSangramento.\nInflamação persistente – hematomas, inchaço e irritação do olho.\nEdema macular cistoide.\nRasgos ou descolamento de retina.\nLente deslocada.\nRuptura da Cápsula Posterior.\nMaterial da lente deslocado.\nAlterações na pressão ocular (pressão intraocular).\nAstigmatismo.\nOpacidade da cápsula posterior.\nIFIS.\nSíndrome do olho seco.\nPálpebra caída (ptose).\n\nAbordaremos cada uma dessas condições separadamente, mas primeiro precisamos entender o procedimento em si\n\n### **Sobre a Operação**\n\nA operação geralmente dura em torno de 15 a 20 minutos e começa com a aplicação de um anestésico:\n\nDepois que o anestésico faz efeito, um pequeno corte é feito na superfície do olho.\nA energia do ultrassom é usada para quebrar o cristalino turvo (catarata), que é então removido através de um pequeno tubo.\nA lente fica dentro de um saco de tecido fino chamado cápsula. Ela é mantida no lugar para dar suporte a uma lente de substituição artificial (lente intraocular), que é inserida pelo mesmo corte após a remoção da catarata. Ela é dobrada para ajudar a inseri-la pelo corte.\nA lente intraocular se desdobra uma vez posicionada no olho. A lente é feita de plástico ou silicone e permanece permanentemente no seu olho.\nAs complicações que podem surgir do procedimento acima são muitas e variadas, e começamos pelas mais graves.\n\n#### **Infecção (Endoftalmite)**\n\nEndoftalmite é a complicação mais séria da cirurgia de catarata e pode ocorrer após casos de rotina. É uma infecção pós-operatória rara, mas séria, dentro do olho e pode ter uma consequência devastadora na visão do paciente, com alguns pacientes perdendo toda a percepção de luz e ficando cegos.\n\nOs sintomas de endoftalmite incluem vermelhidão excessiva dos olhos, dor, sensibilidade à luz e piora da visão, talvez perda de visão. Esses sintomas normalmente se manifestam alguns dias após a cirurgia.\n\nCirurgiões diligentes que realizam cirurgia de catarata fazem grandes esforços para reduzir a possibilidade dessa infecção intraocular. No entanto, mesmo com essas precauções, a endoftalmite ocorre em aproximadamente um em cada 3.000 casos, embora outros estudos tenham relatado a incidência de endoftalmite entre 0,13% e 0,7%(1).\n\nA fonte primária dessa infecção intraocular é considerada bactérias das superfícies da córnea e conjuntiva do paciente ou das glândulas lacrimais, pálpebras ou músculos extraoculares. As bactérias mais frequentemente isoladas são principalmente staphylococcus epidermidis, que respondem por 70% dos casos positivos para cultura, enquanto staphylococcus aureus é isolado em 10% dos casos positivos para cultura e espécies de estreptococos em 9%. No entanto, se uma infecção já existir com essas bactérias e entrar em contato com o local cirúrgico, isso pode levar a sérios problemas visuais.\n\nSe um paciente desenvolver endoftalmite, antibióticos intraoculares são frequentemente injetados diretamente no olho para minimizar a disseminação da infecção. Às vezes, uma cirurgia adicional (vitrectomia) é realizada para remover a substância gelatinosa do olho; o que se espera que posteriormente controle a infecção.\n\n#### **Sangramento**\n\nEmbora o sangramento possa ocorrer dentro da parte frontal do olho onde a cirurgia está sendo realizada, o que é bem raro, um sangramento agudo mais sério pode ocorrer na coroide. Esse sangramento pouco frequente e imprevisível é conhecido como hemorragia coroide.\n\nA coroide é um padrão delicado de vasos sanguíneos finos que suprem e nutrem a retina. Geralmente ocorre em pacientes idosos ou pacientes com pressão alta ou glaucoma, mas é muito imprevisível. Em alguns casos de hemorragia coroide, o sangramento é localizado, mas em casos mais graves de hemorragia coroide, a perda visual pode ser substancial.\n\n#### **Inflamação**\n\nDesde que a cirurgia de catarata foi introduzida pela primeira vez, a inflamação sempre foi aceita como uma consequência natural do procedimento. A inflamação pode causar sensibilidade à luz, dor ou incômodo nos olhos.\n\nAlém disso, hematomas ou olho roxo podem ocorrer se uma injeção tiver sido usada ao redor do olho para complementar ou substituir colírios anestésicos.\n\nOutra possível condição inflamatória é quando ocorre inchaço na córnea. A córnea é a parte frontal transparente do olho que cobre a íris, a pupila e a câmara anterior. O edema da córnea está associado à visão turva ou ao aparecimento de halos ao redor das luzes, que podem ser transitórios ou permanentes. Essa condição ocorre quando a córnea não consegue se manter limpa e fica excessivamente hidratada.\n\nSíndrome do Segmento Anterior Tóxico ou TASS é uma condição inflamatória não infecciosa que pode ocorrer após cirurgia de catarata. Geralmente é tratada com corticosteroides tópicos em alta dosagem e frequência.\n\nEmbora agentes anti-inflamatórios possam ser administrados ao paciente imediatamente após a cirurgia para resolver a inflamação e reduzir o desconforto, a inflamação persistente pode continuar ou, pior ainda, o edema macular cistoide pode se desenvolver e colocar o olho em risco.\n\n#### **Edema macular cistoide**\n\nA retina é o tecido neural que reveste todo o interior da parte posterior do olho. O centro da retina é chamado de mácula, que é a parte da retina que responde à luz e que é responsável pela visão central.\n\nApós a cirurgia de catarata, a inflamação pode, às vezes, fazer com que os vasos sanguíneos da retina vazem fluido que se acumula na mácula, fazendo com que as células nervosas inchem e causem diminuição da visão central. Esse inchaço é chamado de edema macular cistoide e pode ocorrer semanas, meses ou até mesmo anos após um procedimento cirúrgico descomplicado.\n\n#### **Descolamento de retina**\n\nA cirurgia de catarata aumenta o risco de descolamento de retina, o que deve ser considerado uma emergência médica. O descolamento de retina pode ocorrer meses ou anos após um procedimento de catarata perfeitamente bem-sucedido.\n\nDescolamento de retina é uma condição que ocorre quando uma ruptura na retina (causada pela cirurgia) permite que o fluido vaze. Essa infiltração faz com que a retina se desprenda da parte posterior do olho. Esse problema ocorre em aproximadamente metade de um por cento dos pacientes submetidos à cirurgia de catarata.\n\nOs sintomas do descolamento de retina incluem \"moscas volantes\" (pequenas teias de aranha ou manchas que parecem flutuar no campo de visão), luzes piscantes, sombras ou pontos escuros, bolhas ou curvas no campo de visão ou a sensação mais sinistra de um véu sendo puxado na linha de visão.\n\nQuando diagnosticado com descolamento de retina, quanto menor o tempo para tratamento, melhor o prognóstico geral.\n\n#### **Implante de lente intraocular (LIO) descentralizado ou deslocado**\n\nEm alguns casos após a cirurgia de catarata, a lente artificial (lente intraocular) se move ou não funciona corretamente e pode precisar ser reposicionada, trocada ou removida. Os sintomas de um implante de lente que se moveu ou se deslocou podem ser onde o paciente pode relatar ver a borda do implante de lente, ou o paciente pode desenvolver visão dupla. Se a lente intraocular estiver muito deslocada, pode haver uma diminuição significativa na acuidade visual do paciente.\n\n#### **Como uma LIO pode ficar mal posicionada ou deslocada?**\n\nNa maioria das cirurgias de catarata, a lente intraocular é colocada dentro do “saco capsular”, que contém a lente natural turva ou catarata do olho.\n\nDurante a cirurgia de catarata, um esforço considerável é feito para manter a integridade do saco capsular para que a lente intraocular possa ser posicionada corretamente dentro dele. Como o saco capsular é extremamente fino (aproximadamente a espessura de um único glóbulo vermelho), ele pode às vezes se romper ou quebrar.\n\nAlém disso, o próprio saco capsular pode se deslocar devido à fraqueza das fibras que o mantêm no lugar.\n\nSe ocorrer deslocamento da LIO após cirurgia de catarata, o reposicionamento da lente deve ser feito o mais rápido possível para evitar que o implante da lente fique acomodado e \"fique cicatricial\" no lugar.\n\n#### **Ruptura ou rasgo da cápsula posterior**\n\nUma ruptura capsular posterior pode ser uma complicação que ocorre durante a cirurgia de catarata. A taxa de ruptura capsular posterior entre cirurgiões qualificados é entre 2% a 5%.\n\nDurante o procedimento de cirurgia de catarata, o material turvo da lente da catarata é “picado” e sugado para removê-lo do olho. No entanto, a membrana que envolve a lente é deixada no lugar para dar suporte ao novo implante. Ocasionalmente, é possível que a cápsula posterior da lente se rasgue ou se rompa durante este procedimento.\n\nSe isso ocorrer, o tratamento cirúrgico pode envolver um procedimento conhecido como \"vitrectomia anterior\", que visa remover e reparar o corpo que preenche o interior do globo ocular entre o cristalino e a retina para que o implante de lente intraocular (LIO) possa ser colocado corretamente na posição.\n\n#### **Material da lente deslocada**\n\nMaterial de lente deslocado posteriormente é a rara ocasião em que fragmentos da lente de catarata caíram na cavidade posterior (cavidade vítrea) do olho. Frequentemente, pequenos pedaços de material de lente deslocado posteriormente são bem tolerados pelo olho sem problemas. No entanto, quando pedaços maiores estão presentes e podem causar o desenvolvimento de inflamação excessiva, uma vitrectomia pode ser necessária para remover o material da lente.\n\n#### **Glaucoma – Pressão Intraocular**\n\nGlaucoma se refere a uma categoria de distúrbios oculares frequentemente associados a um aumento perigoso na pressão interna do olho (pressão intraocular ou PIO), que pode danificar o nervo óptico do olho, que é o nervo da visão responsável por transmitir impulsos nervosos gerados pela luz da retina para o cérebro. Nós interpretamos esses sinais elétricos como visão.\n\nSe a PIO permanecer alta (hipertensão ocular), as opções de tratamento após a cirurgia de catarata incluem colírios, procedimento a laser ou cirurgia adicional.\n\n#### **Astigmatismo**\n\nO astigmatismo é uma condição comum que pode causar visão turva. A visão distorcida é devido à córnea ou lente do olho ter um formato irregular. A cirurgia de catarata pode induzir astigmatismo se durante o procedimento foi necessário usar suturas ou pontos como resultado da incisão da córnea não selar corretamente. Tal evento pode distorcer o formato da córnea e, portanto, causar astigmatismo.\n\nSe o inchaço sozinho causou o astigmatismo, então ele irá gradualmente embora conforme o inchaço diminui. Se o astigmatismo foi causado pelo uso de pontos, então, uma vez que eles são removidos, é provável que a Córnea retorne ao seu formato original.\n\n#### **Opacidade da cápsula posterior (catarata secundária)**\n\nUma das complicações mais comuns da cirurgia de catarata é a opacidade da cápsula posterior (PCO), quando o tecido ocular que envolve a lente artificial fica turvo e pode fazer com que a visão do paciente fique turva. Essa condição é chamada de pós-catarata. Uma pós-catarata pode se desenvolver meses ou anos após a cirurgia de catarata.\n\nDurante a cirurgia de catarata, o cirurgião remove a lente natural turva do olho, ou seja, a catarata, e a substitui por um implante de lente intraocular. Quando a catarata é removida, o cirurgião faz todas as tentativas para manter a integridade da cápsula que continha a lente natural para que a nova lente possa ser colocada dentro dela. No entanto, entre 20 a 30 por cento dos pacientes que têm cápsulas posteriores intactas têm turvação da cápsula, então a visão fica turva. Isso ocorre porque após a cirurgia de catarata, as células capsulares posteriores podem sofrer hiperplasia e migração celular, aparecendo como um espessamento, opacificação e uma turvação geral da cápsula da lente posterior.\n\nO problema pode ser tratado com um procedimento a laser conhecido como capsulotomia a laser YAG. Um laser remove a cápsula posterior nebulosa da linha de visão sem fazer uma incisão ou “tocar” o olho. O risco mais importante com a capsulotomia a laser YAG é que a retina pode se desprender da parte interna posterior do olho.\n\nEstatísticas sugerem que o risco vitalício de descolamento de retina como complicação da cirurgia de catarata nos Estados Unidos é de cerca de 1%. Esse número sobe para cerca de 2% após capsulotomia a laser YAG.\n\n#### **Síndrome da íris flácida intraoperatória (IFIS)**\n\nSe o paciente do sexo masculino estiver tomando medicamentos para próstata para melhorar o fluxo de urina no momento da cirurgia de catarata, então há um risco de que uma complicação conhecida como síndrome da íris flácida intraoperatória (IFIS) possa se desenvolver. Taxas mais altas de retinas descoladas durante a cirurgia de catarata também foram associadas ao uso desses medicamentos.\n\nMedicamentos alfa-bloqueadores típicos para próstata relaxam os músculos da próstata para ajudar a bexiga a esvaziar. Eles também podem afetar os músculos da parte colorida do olho, a íris. Durante a cirurgia de catarata, a pupila do olho pode se contrair repentinamente e, assim, dificultar a capacidade do cirurgião de concluir a operação com sucesso, resultando em possíveis complicações.\n\nCerca de 95 por cento de quase 1.000 cirurgiões de catarata que responderam a uma pesquisa da American Society of Cataract and Refractive Surgery (ASCRS) de 2008 disseram que realmente encontraram IFIS em homens tomando medicamentos alfa-bloqueadores para próstata. O problema é complicado pelo fato de que a maioria dos homens não informa ao seu cirurgião oftalmologista que está tomando esses alfa-bloqueadores para problemas de próstata ou outros problemas em primeiro lugar.\n\n#### **Síndrome do olho seco**\n\nA doença do olho seco (ceratoconjuntivite seca) é uma condição que pode ocorrer após a cirurgia de catarata. Os sintomas incluem secura ocular, queimação, sensação de um irritante no olho (sensação de corpo estranho), visão turva que clareia ao piscar e viscosidade das pálpebras (especialmente ao acordar). Vários fatores conhecidos por agravar o olho seco estão presentes em torno do próprio procedimento de cirurgia de catarata. Isso inclui a interrupção dos nervos da córnea e o efeito tóxico de vários medicamentos usados ​​durante a cirurgia, como antibióticos, esteroides e anti-inflamatórios.\n\n#### **Pálpebra caída (ptose)**\n\nPtose significa simplesmente pálpebra caída. A causa mais comum de ptose em adultos é a separação do músculo levantador da pálpebra. Isso pode ocorrer após cirurgia ocular, como cirurgia de catarata.\n\nO tratamento é geralmente cirúrgico e envolve o aperto do músculo levantador (levantador) dentro da pálpebra, com múltiplos procedimentos possíveis para atingir o resultado desejado. \n\n#### **Conclusão**\n\nDe infecções graves à menos incômoda síndrome da pálpebra caída, as consequências potenciais da cirurgia de catarata são uma leitura sombria. \n\nNo extremo, uma complicação pode levar à perda completa da visão. É por isso que muitas pessoas, mais bem informadas sobre os riscos e com maior conhecimento do produto sobre as alternativas, estão escolhendo medicamentos corretivos em vez de cirurgia. \n\nOs [colírios Can-C](https://www.querotudonatural.com.br/colirio-can-c-2-frascos-de-5ml) são uma dessas alternativas à cirurgia. \n\nPela primeira vez, as cataratas podem ser tratadas simplesmente pelo uso diário de colírios. Projetados especificamente para o tratamento de cataratas senis e usando uma fórmula exclusiva e patenteada contendo o ingrediente ativo N-acetilcarnosina, os colírios Can-C interrompem e revertem suavemente, mas efetivamente, o progresso das cataratas.\n\n#### **Referências**\n\nMamalis N, Kearsley L, Brinton E. Endoftalmite pós-operatória. Curr Opin Ophthalmol 2002;13:14-18. \n\nPalavras-chave:\n\nEndoftalmite.\nHemorragia coroidal.\nEdema macular cistoide.\nDescolamento de retina.\nImplante de Lente Intraocular.\nLIO.\nRuptura da Cápsula Posterior.\nGlaucoma.\nPressão intraocular.\nPIO.\nAstigmatismo.\nOpacidade da cápsula posterior.\nPCO.\nIFIS.\nSíndrome do olho seco.\nPptose.",
  "title": "Complicações da cirurgia de catarata"
}