{
  "date": "2024-08-03T17:47:26.980Z",
  "body": "Can-C™ contém exclusivamente N-acetilcarnosina, que é pronunciado: na-seat-till-carn-o-seen. Esta molécula natural é conhecida como um dipeptídeo. Um dipeptídeo são dois aminoácidos ligados entre si.\n\nA carnosina é encontrada naturalmente em alimentos e em células humanas e atua como um protetor, tendo propriedades antioxidantes e antiglicação. No entanto, os níveis de carnosina diminuem com a idade e há uma ligação entre seu nível decrescente e o início de certos distúrbios do envelhecimento, incluindo formas de catarata.\n\nOs colírios Can-C foram produzidos especialmente de acordo com os padrões farmacêuticos cGMP licenciados.\n\n##### **Ingredientes do Can-C:**\n\nN-Acetil-Carnosina (NAC) 1,0% (aprovado pelo IVP)\nGlicerina (lubrificante) 1,0%\nCarboximetilcelulose sódica (lubrificante) 0,3%\nExcipientes:\n\nÁgua estéril (solução isotônica de grau oftálmico, pH 6,7 a 6,9)\ntamponado com fosfato de potássio\nFosfato Dibásico e Potássico Monobásico\nÁlcool benzílico purificado (conservante).\n\nPor que os colírios Can‑C™ são usados?\nCan-C™ contém uma forma exclusiva de N-acetilcarnosina que demonstrou em testes clínicos e em animais ajudar a reduzir, retardar e até mesmo reverter a ocorrência de catarata senil.\n\nCatarata senil é a operação cirúrgica mais comumente realizada no mundo hoje. Cerca de 26.000 pessoas a cada ano, somente nos Estados Unidos, são diagnosticadas com catarata senil a cada dia. Há 1,35 milhão de operações oculares a cada ano nos EUA e 2% delas (27.000 indivíduos) desenvolvem complicações sérias como resultado direto de sua cirurgia de catarata.\n\nAlém do desconforto experimentado pelos pacientes à medida que sua visão diminui, e da possibilidade de ser uma das complicações cirúrgicas, não se deve ignorar que há uma completa falta de acomodação pela remoção da lente. É óbvio que uma lente artificial não tem a qualidade óptica de uma lente natural.\n\nOs colírios Can-C representam, portanto, um grande avanço no controle da catarata senil, doença relacionada à idade.\n\nAs estatísticas dos testes em humanos mostram que o colírio Can-C aplicado por 6 meses (duas vezes ao dia no olho), em pacientes que sofriam de catarata senil, teve os seguintes resultados:\n\n88,9% tiveram melhora da sensibilidade ao brilho.\n41,5% apresentaram melhora na transmissividade da lente.\n90% tiveram melhora na acuidade visual.\n\nEste é um verdadeiro avanço, porque antes do desenvolvimento do colírio Can-C, o melhor que se poderia esperar seria uma desaceleração do distúrbio. Então, agora, pela primeira vez, foi demonstrado que a catarata senil pode ser influenciada sem cirurgia.\n\nAlém da catarata senil, o Can-C também pode ter outros benefícios. Embora a informação ainda não tenha sido publicada, os cientistas acreditam que a fórmula exclusiva do Can-C com seus lubrificantes adicionados e sinérgicos, também pode ter benefícios nos seguintes distúrbios oculares.\n\nPresbiopia.\nGlaucoma primário de ângulo aberto.\nDistúrbios da córnea.\nSíndrome da visão computacional.\nCansaço visual.\nInflamação ocular.\nVisão turva.\nSíndrome do olho seco.\nDoenças da retina.\nOpacidades e lesões vítreas.\nComplicações do diabetes mellitus e outras doenças sistêmicas.\nBenefício para aqueles que usam lentes de contato, particularmente lentes de contato gelatinosas. (Os lubrificantes do Can-C não apenas ajudam a tornar as lentes de contato mais confortáveis, mas acredita-se que a N-acetilcarnosina também reduz o acúmulo de ácido láctico no olho, permitindo assim que as lentes sejam deixadas com segurança no olho por mais tempo).\n\n#### **Onde posso ver fotos de antes e depois dos olhos tratados com Can‑C™?**\n\n#### **Como o Can‑C™ funciona no olho?**\n\nComo você pode imaginar, este é um assunto complexo. Essencialmente, o ingrediente principal do Can-C™ é N-acetilcarnosina.\n\n#### **O que contém Can-C™?**\n\nO Can-C é produzido sob condições farmacêuticas cGMP e licenciadas pelo governo, além disso, é formulado para uma qualidade e fórmula muito específicas; isso foi realizado após muitos anos de pesquisa para projetar um produto eficaz (efetivo) que seja seguro para uso a longo prazo. Isso só foi possível após extensos experimentos in vitro, em animais e humanos.\n\n#### **Onde posso ler informações publicadas sobre N-acetilcarnosina?**\n\nTemos uma longa lista de recursos confiáveis ​​que contêm todas as informações que você precisa sobre N-acetilcarnosina.\n\n#### **O que torna a [N-acetilcarnosina](https://www.querotudonatural.com.br/colirio-can-c-2-frascos-de-5ml) diferente da L-carnosina?**\n\nExistem diferentes formas de carnosina. A mais conhecida é chamada L-carnosina. Como você pode imaginar, N-acetilcarnosina e L-carnosina são relacionadas, mas são diferentes.\n\n#### **Como e quando devo usar o [colírio](https://www.querotudonatural.com.br/colirio-can-c-2-frascos-de-5ml) Can-C™?**\n\nComo é comum na maioria dos tratamentos, quanto mais cedo o tratamento for iniciado, melhores serão os resultados esperados.\n\n#### **E quanto aos efeitos colaterais e contraindicações?**\n\nComo acontece com todos os produtos, há potenciais efeitos colaterais e contraindicações, embora muito poucos tenham sido relatados até o momento com o Can-C™.\n\n**Picada**\n\nA ardência é um efeito colateral muito raro com Can-C porque ele é formulado para um Ph de 6,8. Este Ph é normal para a pessoa média.\n\nRaramente há alguns indivíduos (seja por causa de uma condição médica ou por causa de sua dieta particular), que podem ter um equilíbrio mais ácido ou alcalino em seu corpo. Se estiver fora do normal, isso pode provocar uma reação de ardência.\n\nEssa ardência é normalmente leve e pode frequentemente se dissipar com o uso contínuo, mas naturalmente essa reação é muito pessoal e se for muito desconfortável, então o uso de Can-C deve ser interrompido. Naturalmente, o efeito pode ser diminuído aplicando água fria cuidadosamente no olho, mas isso também lavará as gotas de Can-C.\n\n**Lentes de contato**\n\nSe você usa lentes de contato, elas devem ser removidas primeiro e os olhos cuidadosamente lavados com água fria. Isso ajudará a remover qualquer ácido láctico, que se deixado presente no olho também pode causar uma reação de ardência. Depois que as lentes de contato forem removidas, as gotas de Can-C podem ser aplicadas, tente esperar pelo menos 15 minutos antes de colocar as lentes de contato de volta no olho normalmente.\n\n#### **Contraindicações**\n\nEmbora nenhuma contraindicação séria tenha sido notada até o momento, como é típico com todos os novos produtos, o Can-C não foi testado junto com todos os medicamentos para os olhos. Portanto, se você estiver aplicando outros medicamentos de colírio prescritos, recomendamos que você esteja sob a orientação de seu médico oftalmologista se você pretende usar o Can-C simultaneamente com sua medicação existente.\n\n#### **Como armazenar o Can-C™?**\n\nFrascos fechados de Can-C™ podem ser armazenados em temperatura ambiente, desde que sejam mantidos secos e longe da luz. Observação: não usamos conservantes potentes, então os frascos de Can-C™ são de cor sólida para evitar que a luz danifique o conteúdo.\n\nPara mais informações sobre os ingredientes do Can-C, consulte “o que há no Can-C?”\n\nOs frascos fechados têm uma vida útil de até 2 anos a partir da data de fabricação; consulte o rótulo para obter detalhes precisos.\n\nDepois que o frasco for aberto, recomendamos que ele seja armazenado na porta da geladeira. Mantenha o produto frio, mas não deixe congelar. Líquido congelado pode danificar o produto, tornando-o ineficaz.\n\nDepois que o frasco for aberto, mesmo quando armazenado na geladeira, recomendamos que ele seja descartado em até 4 semanas.\n\nLembre-se de manter todos os produtos fora do alcance das crianças.\n\n#### **Onde posso obter o colírio Can-C™?**\n\n[Clique aqui](https://www.querotudonatural.com.br/colirio-can-c-2-frascos-de-5ml) para comprar colírio Can-C.",
  "title": "O que é o colírio reparador das cataratas Can-C™?**",
  "thumbnail": "/img/uploads/can-c.jpg"
}