{
  "date": "2024-08-24T15:33:32.027Z",
  "title": "O que torna a N‑acetilcarnosina diferente da L‑carnosina?",
  "body": "**Existem diferentes formas de carnosina. A mais conhecida é chamada L-carnosina. Como você pode imaginar, N-acetilcarnosina e L-carnosina são relacionadas, mas são diferentes.**\n\n![L-carnosina](https://www.can-c.net/wp-content/uploads/molecules1-599x600.jpeg)\n\nL-carnosina\n\n![N-acetilcarnosina](https://www.can-c.net/wp-content/uploads/molecules2-599x600.jpeg)\n\n#### **N-acetilcarnosina**\n\nSomente a N-acetilcarnosina foi clinicamente comprovada como adequada para uso ocular. Outras formas de carnosina, como a L-carnosina, não devem ser usadas topicamente no olho.\n\nNo caso da L-carnosina, foi clinicamente demonstrado que a administração tópica de L-carnosina pura no olho não leva ao acúmulo deste composto no humor aquoso dentro de um período de tempo razoável, ou em uma concentração superior à do olho tratado com placebo. De fato, a L-carnosina que entra no organismo não é acumulada pelos tecidos, mas é excretada ou destruída pela carnosinase, uma enzima dipeptidase que está presente no plasma sanguíneo. Além disso, há indicações de que uma aplicação tópica de L-carnosina no olho liberaria o composto tóxico, histamina, (que pode promover severamente reações de oxidação), antes que ele atinja o humor aquoso e, portanto, poderia causar outros problemas oculares em uso a longo prazo.\n\nIsso significa que a L-carnosina não é adequada para uso em colírios, pois é ineficaz ou pode até mesmo causar danos a alguns tecidos em uso prolongado.\n\nNo entanto, devido à sua relativa hidrofobicidade, a N-acetilcarnosina penetra gradualmente na córnea, sendo assim capaz de manter uma concentração terapêutica ativa mais longa de carnosina diretamente no humor aquoso e na lente do olho tratado. É importante ressaltar que a N-acetilcarnosina é altamente resistente à hidrólise por carnosinases.\n\nIsso significa que diferentes técnicas de administração ocular com N-acetilcarnosina têm eficácia comprovada para o tratamento de catarata, combinadas com excelente tolerabilidade ao olho, segurança e ausência de efeitos colaterais.\n\n**Como e quando devo usar o colírio Can-C?**\n\nComo é comum na maioria dos tratamentos, quanto mais cedo o tratamento for iniciado, melhores serão os resultados esperados.\n\nNos ensaios clínicos, pessoas que tiveram catarata senil por menos de 7 anos tiveram os resultados mais rápidos e melhores. Pessoas com catarata de 7 a 15 anos ainda tiveram bons resultados, mas pessoas que mantiveram catarata por mais de 15 anos tiveram os resultados menos benéficos, embora mesmo assim ainda tenham conseguido obter melhorias.\n\nOs oftalmologistas podem saber que a medida técnica é que a visão idealmente não deve ser pior que 0,3 (o que equivale a 20/70).\n\nFoi demonstrado que os colírios Can-C têm efeitos mensuráveis ​​em apenas 1 mês de uso! No entanto, é recomendado que, para eficácia máxima, a administração seja continuada por um período não inferior a 3-5 meses. Como a maioria dos ensaios clínicos foi medida em períodos de 3 e 6 meses, um período de 6 meses deve ser considerado.\n\n#### **Dosagens**\n\nAs dosagens do tratamento são de 1 ou 2 gotas, duas vezes ao dia.\n\nNão há benefício em usar mais de 4 gotas por olho por dia, portanto não exceda essa dose.\n\nConsidere também que a catarata senil é um distúrbio de envelhecimento contínuo. É por causa da baixa atividade antioxidante e da maior atividade de radicais livres (devido à idade) que o Can-C pode ser necessário regularmente para ajudar a manter as defesas antioxidantes naturais do olho e, portanto, ajudar a prevenir o reaparecimento da catarata senil e outros distúrbios degenerativos oculares. Como medida preventiva, 1 gota no olho uma vez ao dia com intervalos ocasionais pode ser um regime contínuo adequado.\n\n#### **Como aplicar**\n\nIncline a cabeça para trás e olhe para cima. Instile “uma gota” e então feche o olho lenta e suavemente. Não pisque ou reabra por 60 segundos. Repita este procedimento, se uma segunda gota for usada. Isso permite que cada gota seja absorvida pelo tecido ocular. Piscar, mesmo uma ou duas vezes, bombeará a maior parte da solução para fora do olho. Se você tiver problemas no pescoço, deite-se ou use uma cadeira com encosto reclinável.\n\nPara abrir o recipiente, gire firmemente para baixo a tampa até que o punção na parte interna da tampa perfure o topo do recipiente. Uma vez perfurada, a tampa descerá o suficiente para criar uma vedação no bico dispensador.\n\nPara remover a tampa, use um movimento de torção enquanto puxa a tampa para fora do recipiente.\n\nPara dispensar uma gota, retire a tampa e aperte o recipiente suavemente até que uma gota seja dispensada.\n\nPara fechar novamente o recipiente, recoloque a tampa sobre o bico de distribuição e gire firmemente para baixo até que a tampa faça uma vedação com a base do bico.",
  "thumbnail": "/img/uploads/l-carnosine_nac.jpg"
}