{
  "date": "2024-12-29T17:05:03.819Z",
  "body": "**INTRODUÇÃO DO DR. Micea DUMITRU**\n\n\"Qualidade de vida (Q. de L.) é o objetivo contemporâneo da Gerontologia. Até agora, esse conceito (Q. de L.) parece formar um nó górdio que ninguém está preparado para desatar no período de tempo presente. Minha opinião é usar uma Visão Global para reconhecer variações individuais e culturais.\n\nUma visão global conceitua Q. de L. como um processo ontogenético que é produzido por um complexo de fatores individuais, sociais e ambientais.\n\nNessa visão, o indivíduo é a pedra angular e é diretamente influenciado por muitos fatores. Cada fator pode ser alterado ao longo da vida.\n\nEssa visão dinâmica pode ser usada para esclarecer a complexa relação entre indicadores positivos, negativos, subjetivos e objetivos e, em cada caso, tomar medidas práticas para melhorar a qualidade de vida.\n\nAcredito que no próximo século, a alta tecnologia ocidental e a arte e medicina antigas orientais se fundirão para criar um sistema de saúde holístico, a fim de promover a qualidade de vida.\n\nOs 10 mandamentos de Aslan sintetizam a importância de recomendações gerais e particulares para retardar o processo de envelhecimento e manter um corpo saudável e ativo.\"\n\n# Os DEZ MANDAMENTOS DE ASLAN\n\nPor Mircea Dumitru, MD, Ph.D.\n\nA professora Aslan provou que é possível combater o envelhecimento. Tudo o que ela pensava e realizava era como declarar guerra à velhice. Sua guerra era equivalente àquelas contra o câncer e o fumo. Seu desejo de encontrar a forma mais adequada de lutar a fez afirmar muitas vezes que \"a velhice é um parasita da vida\".\n\nInicialmente, as convicções firmes e proféticas e a atitude que ela adotou fizeram com que alguns gerontólogos encarassem suas tentativas com ceticismo. A desconfiança deles era motivada pelo complexo determinismo do envelhecimento e pela insuficiência de alguns argumentos biológicos. No entanto, o tempo fez mais justiça. Em centenas de laboratórios, cientistas agora estão preocupados com novas teorias sobre a maneira como as pessoas envelhecem. Eles estão tentando descobrir o segredo da juventude e os mistérios da longevidade. Em um futuro próximo, será possível dobrar, ou até mesmo triplicar, a duração da vida do ser humano.\n\nA primeira vez que Aslan apresentou seu conceito de Gerontoprofilaxia foi na Conferência Internacional de Gerontologia em 1956, em Merano, Itália. Isso sintetizou a importância de seu tratamento e incluiu recomendações gerais para retardar o envelhecimento e manter um corpo saudável e ativo. Desde então, a literatura sobre saúde e a mídia de massa saturaram o público com tais conselhos. Deixe-me contar a vocês sobre o que Aslan chamou de \"Decálogo\", que depois de algum tempo eu me referi como \"Os Dez Mandamentos de Aslan\".\n\n1 Alimentação - Um Segredo para uma Vida Prolongada;\n2 Movimento Físico;\n3 Treinamento para Envelhecer.\n4 A idade crítica (40-65 anos).\n5 A arte e a força de experimentar emoções positivas.\n6 Para prevenir doenças crônicas e aprender a viver com elas.\n7 Exame pré-geriátrico e geriátrico.\n8 Longevidade - família e sanogênese.\n9 O Lazer do Idoso.\n10 As Drogas da Inteligência e Gerovital -H3®.\n11 ALIMENTAÇÃO - UM SEGREDO PARA UMA VIDA PROLONGADA\n\nDiz-se do apetite o que \"Leonardo da Vinci\" afirmou sobre a pintura: \"Es una cosa mentale\" \\[é uma causa mental].\n\nNa cultura francesa, há muitas referências ao papel nocivo das refeições fartas, sendo mencionado que \"o almoço mata metade da humanidade, e o jantar, a outra metade\".\n\nSéculos atrás, percebeu-se que uma dieta reduzida em calorias e rica em vegetais e frutas representava um fator importante de longevidade. Refeições feitas junto com pessoas queridas mantêm o tônus físico e retardam o envelhecimento.\n\nPesquisadores em gerontologia identificaram \"Ilhas da longevidade\" e conectaram esse fato com uma nutrição rica em laticínios e peixes. Alguns deles até afirmam que \"Numerosos sinais biológicos de envelhecimento são válidos somente se forem considerados marcadores de nutrição, de inatividade\". Eles estão inclinados a responder afirmativamente à questão, se os genes que protegem a juventude são possivelmente influenciados pelo que comemos. Os alimentos fornecem não apenas proteínas e energia, eles também têm um papel importante nos genes e no bom funcionamento que influenciam a longevidade. Isso foi discutido, e um esforço foi feito para isolar certos princípios de nutrição revitalizados, mais eficientes do que vitaminas, que são encontrados em limões, alho e raiz de alcaçuz.\n\nSe, nas últimas décadas, as doenças crônicas eram consideradas uma prerrogativa da idade avançada, nos últimos anos elas estão cada vez mais relacionadas ao tipo de alimentação, hábitos pessoais e estereótipo mental inadequado. Existem alimentos conhecidos com forte efeito anticancerígeno, e há perspectivas de isolar esses princípios alimentares com efeito rejuvenescedor, e que são encontrados em quantidades infinitesimais na alimentação comum. Os compostos básicos de enxofre presentes no alho previnem o câncer de esôfago, cólon e reto, e fortalecem a função de desintoxicação do fígado. Por esses resultados, indiretamente, estendemos a expectativa de vida, sabendo que a incidência de tumores aumenta com o avanço da idade. A fortificação de alimentos por produtos naturais de proteção é uma maneira interessante e importante de prolongar a expectativa de vida. Nos alimentos, existem compostos químicos com qualidades antioxidantes, que neutralizam os radicais livres, e que aparecem quando as células usam oxigênio para gerar energia.\n\nNa América Latina, Ásia, há grupos da população sem câncer de cólon ou de mama. Eles comem vegetais e frutas frescas, trigo, farinha integral e laticínios.\n\nO benefício nutricional mais importante para uma boa saúde provou ser a comida reduzida em gorduras. Após tal dieta, as doenças vasculares cerebrais e coronárias diminuíram até 40-45%.\n\nTodos os dias, o corpo humano precisa de uma certa quantidade de vitamina \"E, B1, B6, A, D, Zinco, Ferro, Ácido Fólico, Cálcio\", para certas funções específicas e funcionamento ideal do sistema imunológico.\n\nEm idosos, devemos levar em consideração o fato de que eles comem menos, são pessoas sedentárias e talvez doentes (possivelmente tomando medicamentos), fatores que podem interferir na absorção de princípios alimentares essenciais. Nessas condições, quantidades adicionais de fatores nutritivos são necessárias.\n\n**É UMA CIÊNCIA E UMA ARTE COMER ADEQUADAMENTE, PARA QUE NOS ÚLTIMOS ANOS VOCÊ ESTEJA ATIVO E SAUDÁVEL.**\n\nO segredo consiste em uma dieta rica em princípios alimentares essenciais, e com um número menor de calorias. Uma alimentação adequada supõe qualidade, ritmo, um certo valor, todos são atributos projetados para prevenir doenças frequentemente encontradas em idosos: doenças como; diabetes, obesidade, arteriosclerose, hipertensão arterial, poliartrite, deficiência alimentar e vitamínica.\n\nEntre os distúrbios de nutrição dos idosos relacionados à quantidade e qualidade dos alimentos, destaco a seguinte nutrição e a má nutrição. A DENUTRIÇÃO dos idosos tem uma causalidade múltipla. Nessa idade, encontramos estados de desnutrição por:\n\nDietas que algumas pessoas idosas estabelecem para si mesmas (ideias preconcebidas, influências ocultas, hábitos na família);\nNegligência após um cuidado insuficiente dos dentes na infância ou na maturidade;\nDesnutrição por convicção devido a alguns sofrimentos psicossomáticos. (Pessoas idosas observam uma dieta severa por iniciativa própria, (por causa do estômago, intestinos, fígado ou rins);\nNa dieta complexa da nutrição, o fator social tem uma prevalência importante, de modo que não é surpreendente que também existam as chamadas pessoas desnutridas solitárias, relativamente frequentemente encontradas nas condições de uma maior expectativa de vida.\nA solidão está associada à depressão e ao baixo interesse em cozinhar alimentos, que são elementos que geram falta de apetite.\n\nSe ocorrer um resfriado comum, um trauma, um sofrimento cardiovascular, \"Síndrome do deslizamento\", uma falta de apetite ocorre imediatamente. A rápida e grave degradação das condições gerais do idoso aparece primeiro causada pela falta de apetite, e depois pela própria doença.\n\nA **DESNUTRIÇÃO** é determinada por um balanço alimentar deficiente. As necessidades energéticas devem ser individualizadas de acordo com o sexo, estado nutricional e grau de atividade. Após os 50 anos, recomenda-se reduzir o suprimento calórico em 7-10% a cada dez anos.\n\nApós os 65 anos, é necessário ingerir em média 2200 calorias em 24 horas, mas para quem tem obesidade é recomendado um aporte energético não superior a 1800 calorias em 24 horas.\n\nProteínas, especialmente as de origem animal, em quantidades de 1-1,5 g/kg. (1kg = 2,2 libras) de peso corporal/24h., são essenciais no período de crescimento e na velhice. O mínimo é de 100g/24h., e para pessoas fracas, ou após intervenções cirúrgicas, quando o suprimento pode chegar a 150-200g. proteínas em 24h.\nAqueles que perderam os dentes devem comer carne finamente cortada. Aves são indicadas, uma quantidade de 150g fornecendo 25,6g. proteínas.\nPeixes, 150-200g em 24h., bem como ovos frescos, 1-2 por dia, duas vezes por semana podem substituir carne. Leite e produtos lácteos são úteis (um pote de iogurte contém 4,2g. proteínas), mas para uma pessoa mais velha não é recomendado uma nutrição estritamente láctea.\nArroz, semolina, pastas, pão fornecem 50% das proteínas necessárias. Vegetais secos, de difícil digestão, assim como embutidos gordurosos, salgados e defumados devem ser evitados.\nUma dieta pobre em proteínas (25-30g/24h.) é indicada em doenças renais. As dietas hiperproteicas (200g/24h.) são recomendadas para estados de desnutrição.\n\nAs necessidades de Lipídios (gorduras) para o idoso elevam-se a 40-50g/24h., e são obtidos de: carne magra e manteiga, 10-15g; óleo-20g., leite e queijos 25g.\nA obsessão com o aumento do colesterol das dislipidemias não se justifica após os 70 anos.\nO período crítico situa-se na década 5 e 6 (40-60 anos de idade). O sofrimento que aparece após os 70 anos é o resultado de erros dietéticos acumulados durante o tempo de vida.\n\nA proporção de Carboidratos (incluindo doces) não deve ultrapassar 50% do total de calorias em 24 horas, de modo que 150g. pão, ou 200g. batatas, ou 150g. massas, 100g. arroz, 250g. uvas são suficientes. É aconselhável evitar confeitos como bolos ou doces.\n\nO fornecimento de hidreto, bem como sais minerais é indispensável. Em um período de 24 horas, deve-se beber pelo menos 1 litro de água, ao qual deve ser adicionado sopa, chá, café e um pouco de vinho. À noite, é melhor evitar a ingestão de líquidos porque a necessidade de urinar causa insônia. A infusão de flor de tília e tomilho são úteis devido às suas qualidades fisioterapêuticas.\n\nNa osteoporose é recomendado ingerir uma alimentação rica em cálcio (leite, queijo, ovos) que deve ser representada em no mínimo 800 mg/laticínios.\n\nUm copo de leite contém 0,295 g de cálcio e 8 g de lipídios.\n\nO magnésio tem um papel importante para os idosos, sendo a necessidade mínima de 6mg/dia. Ele é encontrado especialmente em vegetais crus.\n\nEspinafre, urtiga, fígado, damascos e lentilhas contêm o elemento ferro e não devem ser removidos da dieta de idosos. Um suprimento diário de 12-15mg é necessário (100g. de fígado contém 11,3mg. de ferro).\n\nEm relação ao fornecimento de sais minerais, devo enfatizar o papel desempenhado pelo sódio e pelo potássio. O sódio é muito necessário para os idosos; uma dieta sem sódio causa inapetência, até mesmo distúrbios neuropsíquicos. A dieta sem sal é recomendada apenas por um curto período de tempo, e tem indicações especiais, como quando há início de hipertensão, ou um período de agudização na insuficiência cardíaca. Em 24h, são necessários 3g de sódio (1 litro de leite = 1,5g de sódio).\n\nA necessidade de potássio é de 3-4g diariamente. Aqui estão alguns exemplos de vegetais e frutas ricos em potássio (o conteúdo é calculado/ 100g).\n\nDamascos secos = 1600mg.\nCenouras = 300mg.\nAmeixas secas = 950mg.\nFigos = 983mg.\nLaranjas = 187mg.\nBananas = 300mg.\n\n## PARA PESSOAS QUE SEGUEM TRATAMENTO COM DIURÉTICOS É RECOMENDADO UM SUPLEMENTO DE POTÁSSIO.\n\nSucos de frutas suprem a necessidade de vitaminas.\n\nO cardápio para idosos deve ser variado e individualizado. As refeições ricas e únicas devem ser evitadas. Quatro refeições por dia são desejáveis. O café da manhã e um lanche da tarde são importantes do ponto de vista psicofisiológico. Dietas seletivas e restritivas devem ser evitadas.\n\nSeguindo um programa nutricional em um grupo de idosos, observei: entre aqueles com mais de 85-90 anos, 56% tinham uma dieta mista, 27% ingeriam predominantemente laticínios, vegetais e frutas, e 17% comiam principalmente carne.\n\nDescobri que a dieta mista é prevalente em pessoas longevas que vivem em áreas rurais. Também notei uma diminuição da ingestão de carne de porco com o avanço da idade. Em troca, a ingestão de peixe aumentou. O que deve ser enfatizado é a eliminação do refinamento culinário; a fervura era a forma prefaciada de preparação e vegetais verdes frescos também eram usados.\n\nA ingestão de bebidas alcoólicas em ambos os sexos foi maior nas áreas rurais. A porcentagem de longevos que não ingeriram bebidas alcoólicas regularmente foi de homens nas áreas urbanas 60,2%, e nas áreas rurais 47,9%; nas mulheres a taxa é respectivamente 82% e 73%.\n\nÉ um aspecto não sem importância: as bebidas alcoólicas utilizadas pelos idosos, principalmente os que vivem em áreas rurais, eram preparadas em suas próprias fazendas e tinham teor alcoólico reduzido.\n\nAs peculiaridades da nutrição de pessoas longevas mostram os hábitos dos últimos 90-100 anos. Nas últimas duas ou três décadas, paralelamente à mudança geral que ocorreu na vida das pessoas, também houve mudanças em seus hábitos alimentares.\n\nDesde os anos \"60\", \"70\" e \"80\", principalmente nos países desenvolvidos, prevaleceu uma alimentação hipercalórica devido ao aumento da ingestão, mais ainda, da necessidade energética do organismo por gorduras e doces. A alimentação hipercalórica predominantemente glucídica e lipídica, gera desequilíbrio metabólico, e aumenta a frequência de doenças crônico-degenerativas.\n\nO cuidado que tomamos com uma dieta nutritiva é determinado pela prevenção do desequilíbrio metabólico e representa uma segurança de primeira ordem para a manutenção de uma condição saudável ao longo dos 70 e 80 anos.\n\n### **Recomendações para preparar os alimentos**\n\nCom uma preparação correta dos alimentos, todo o valor nutritivo é garantido, e a possibilidade de se tornarem tóxicos é evitada. A 65°C, as proteínas começam a coagular, e a 100°C, elas se transformam em substâncias solúveis (um processo semelhante à digestão). Através da fervura, as bases purínicas passam para a água, e dão sabor à sopa, e no corpo se transformam em ácido úrico.\n\nA fervura ainda é a melhor maneira de preparar carne, desde que a carne não seja introduzida até que a água atinja o ponto de fervura, procedimento pelo qual as substâncias extrativas permanecem na carne.\n\nÉ recomendado que os idosos comam apenas carne cozida, assada ou grelhada sob tampa. A carne quando preparada no forno deve ser coberta primeiro com uma folha de papel vegetal que absorve a gordura e previne a formação de crosta.\n\nÉ proibido aos idosos comer farinha torrada, sendo esta substituída por uma farinha dourada sem gordura, na panela seca, após a qual é adicionada sopa de legumes ou sopa de carne.\n\nVocê não adiciona óleo e manteiga até que essa mistura esteja fervendo. O sabor da farinha torrada é semelhante ao da torrada, e além disso tem muitas vantagens.\n\nA CIÊNCIA e a ARTE de NUTRIR a nós mesmos, pelo equilíbrio, moderação e conhecimento dos segredos da preparação, desempenham um papel importante em dar ANOS à VIDA e VIDA aos ANOS, nas condições de eliminação de sofrimentos físicos e emocionais. Com uma boa nutrição e o tratamento de Aslan, você manterá sua vitalidade e um ritmo normal de envelhecimento.\n\nPara perder peso, você tem que reduzir seu consumo de alimentos ricos em gordura e calorias e aumentar a atividade física. Você deve personalizar seu plano para atender às suas próprias necessidades.\n\n### TREINAMENTO PARA O ENVELHECIMENTO\n\nPesquisas sobre os estilos de vida de pessoas longevas revelam que uma boa condição física, psicológica e social depende de certo comportamento. Na verdade, o comportamento propício a uma vida longa e saudável, que leva a uma velhice ativa e digna, começa na primeira infância. Esse estilo de vida ideal influencia decisivamente a saúde na vida adulta. O treinamento para o envelhecimento deve ser iniciado nos primeiros anos de vida, pois qualquer doença ou maus hábitos podem afetar adversamente a taxa de envelhecimento. O desenvolvimento psicomotor atrasado, ou um desequilíbrio glandular, deve encorajar os pais a fazer um check-up aprofundado de seus filhos.\n\nNa primeira parte da vida, as medidas preventivas são de responsabilidade dos pais. Depois, os adolescentes e os jovens devem estar conscientes das consequências tardias das doenças, dos desvios de um modo de vida equilibrado e das influências prejudiciais do meio ambiente. Deste ponto de vista, devemos saber que o envelhecimento saudável é afetado não apenas por fatores genéticos, mas também por fatores ambientais: clima, pureza do ar e condições geográficas.\n\nO envelhecimento é altamente individualizado. O treinamento para uma vida longa depende principalmente do nível social e cultural do grupo ao qual pertencemos. A maneira como vivemos nossas vidas é aprendida primeiro na família e depois na escola e na sociedade. Enfatizo tudo isso porque hábitos são difíceis de mudar, especialmente em pessoas idosas. Podemos piorar as coisas quando tentamos mudar alguns hábitos que duram mais de 20 anos. Por exemplo, muitos de nós sabemos o quão difícil é abandonar o café ou o tabaco. (Ed. Meu pai disse que era fácil, ele fez isso doze vezes!)\n\nOs pais não devem se preocupar com a obesidade em crianças até que elas tenham pelo menos 2 anos de idade. Colocar uma criança em uma dieta nessa idade é mais prejudicial do que benéfico. Depois desse tempo, crianças em famílias com histórico de doença cardiovascular, que têm níveis aumentados de lipídios no sangue, devem ser avaliadas. Crianças com sobrepeso cujo colesterol é superior a 180 mg% devem ser colocadas em uma dieta. Durante a infância e adolescência, a criança deve ser encorajada a participar de atividades físicas vigorosas. Um alto nível de atividade física e níveis mais baixos de colesterol na primeira parte da vida terão um efeito tremendamente benéfico na saúde posterior. A criança também deve adquirir bons hábitos alimentares. Disciplina na escola, exercícios e aprendizado de línguas estrangeiras são úteis para formar personagens fortes e hábitos saudáveis.\n\nSempre que exames gerontológicos preventivos são realizados, o médico individualiza o conselho de acordo com o CÓDIGO GERIÁTRICO: para manter a saúde, deve haver um equilíbrio ótimo entre trabalho e recreação, e deve-se buscar uma profissão que dê satisfação. Uma pessoa que tem mais de uma profissão tem uma vantagem sobre uma pessoa que se concentra em apenas uma.\n\nO estilo de vida com maior probabilidade de resultar em boa saúde e vida longa é aquele que minimiza o estresse do nosso ambiente ruim e de alta tecnologia, usa ativamente o lazer, evita toxinas, mantém um alto nível de atividade intelectual e física e uma dieta balanceada. Esses fatores têm um papel importante no treinamento para a velhice e na extensão da vida ativa.\n\n\"PESSOAS FÍSICA E INTELECTUALMENTE ATIVAS NÃO TÊM TEMPO PARA ENVELHECER\".\n\nO trabalho é um requisito fundamental da vida humana. Seu efeito benéfico nas funções do corpo e o papel principal que ele tem na manutenção da saúde física e mental são bem conhecidos. Ao longo de todo o ciclo da vida, começando com o período de educação e aprendizado, continuando no período de maturidade e contribuições produtivas para a sociedade - o homem participa de um processo permanente de trabalho e autorrealização.\n\nNo treinamento para o envelhecimento, o tempo de aposentadoria é um marco. A \"terceira idade\" corresponde ao período em que essa atividade permanente cessa, e há uma mudança no status ocupacional e social. Atualmente, a idade social de aposentadoria tem uma tendência a aumentar, e as preocupações relacionadas a esse período não foram perdidas das investigações sociológicas, econômicas e psicológicas.\n\nEm uma reunião em Viena em 1982, o conceito de \"idoso ativo\" foi promovido. Este conceito propôs que o treinamento para a aposentadoria tem que ser incorporado dentro do complexo programa de treinamento para o envelhecimento, uma opção evidente para empregar os idosos de acordo com seu nível de educação, capacidade funcional e a luta dos próprios idosos por um novo status e papel social.\n\nA aposentadoria é um momento importante na vida de um indivíduo e é considerada de forma diferente - não apenas de acordo com o tipo de aposentadoria (ou seja, devido à idade ou doença), mas também a muitos outros fatores: temperamento, sexo e preocupações extraprofissionais anteriores. Para aqueles que não estão preparados, a aposentadoria pode representar um grande estresse, causando uma verdadeira crise moral - \"crise da aposentadoria\", \"drama da aposentadoria\" ou, como os autores alemães chamam, \"Pensionkrankheit\" (doença da aposentadoria). A crise da aposentadoria é evidente com mais frequência naqueles que não tinham hobbies anteriores para ocupar seu tempo.\n\nAté certo ponto, é natural pensarmos que o ser humano se desenvolve sob a influência do trabalho, que formou sua personalidade e caráter, que impôs rigor, ordem e ritmo. A aposentadoria perturba essa necessidade humana e quebra esse elo natural que perturba severamente o equilíbrio somato-físico. Se o treinamento \"pré-aposentadoria\" não foi realizado, a aposentadoria traz inércia, falta de iniciativa, perda de relacionamentos sociais e aumenta a tendência à imobilidade física e psíquica. Há uma preocupação crescente com a saúde, resultando em ansiedade, depressão, terminando em isolamento e solidão.\n\nA manutenção das aptidões intelectuais e da criatividade, um certo rejuvenescimento espiritual pela associação de sabedoria, experiência e um desejo de ser útil - mesmo que o passar dos anos seja implacável - fazem parte do remédio para a \"doença da aposentadoria\" e o envelhecimento.\n\nOutro aspecto de grande importância após os 65 anos é representado pelo \"Lazer do Idoso\", que deve ser entendido de acordo com as principais necessidades dessa idade. Se a boa saúde for mantida, o idoso pode permanecer socialmente ativo. O idoso gosta de ser reconhecido como indivíduo e expressar sua personalidade. Longe de ser apenas consumidor, o idoso pode participar de muitas atividades dentro dos limites de suas capacidades funcionais. A criatividade está frequentemente presente nas idades avançadas em um grau surpreendentemente alto, e obras duradouras são frequentemente produzidas durante esses anos. Nessa idade, como resultado de sua vida relativamente longa e experiência em todos os campos (artes, literatura, filosofia, música etc.), a história conhece personalidades das quais, de outra forma, ninguém teria ouvido falar. Em termos humanos, éticos e morais, o idoso representa um tesouro de sabedoria e história, e pode ser de grande utilidade para a sociedade e a família. Por sua presença, todos nós somos muito mais ricos.\n\nA educação é outro indicador da experiência dos idosos. Os idosos podem nos dizer como alcançamos nosso padrão atual de civilização, porque eles foram testemunhas e criadores de eventos passados. Portanto, o tempo de envelhecimento não pertence apenas aos idosos, mas também à sociedade, a todos nós. Se eles não têm uma segunda ocupação ou um hobby quando atingem a idade da aposentadoria, alguns idosos só então percebem que não têm escolhas.\n\nOs médicos geriatras têm o dever de \"tocar o alarme\" e treinar a população (começando na juventude) sobre o que eles devem fazer após a aposentadoria. Os idosos precisam de uma ocupação, acima de tudo, para manter sua saúde física. O trabalho representa um requisito básico da existência humana e, a esse respeito, um experimento realizado em Montreal pelo Prof. Hebb é muito interessante. Ele procurou e encontrou voluntários para... preguiça! Além de pagá-los, ele lhes forneceu acomodações confortáveis. Das 46 pessoas selecionadas para o estudo, apenas uma estava disposta a não trabalhar por mais de 5 dias, uma por 117 horas, outra por 114 horas e as outras desistiram após apenas 70 horas.\n\nO trabalho também tem sido usado como tratamento para algumas doenças, a chamada terapia ocupacional. Os gregos e os egípcios praticavam a terapia ocupacional para distúrbios mentais. \"Philippe Pinnel\", ainda em 1909, descobriu que o trabalho rigorosamente realizado representava a melhor maneira de manter a saúde e o alto astral dos aposentados em um lar. O desejo de atividade também é vivenciado em idades avançadas. Prohlic, em seu artigo \"Como os aposentados devem organizar sua vida?\", nos mostra que os idosos, assim como os jovens, têm necessidade de afeto, da liberdade de escolher seus amigos e de ser úteis na comunidade.\n\nO lazer é conhecido por diferentes nomes: \"loisir\" na França, \"lazer\" na Inglaterra, \"tempo não útil\" ou \"tempo livre\" nos Estados Unidos, \"Freizeit\" em alemão. Nos tempos antigos, a palavra grega para \"escola\" tinha vários significados, ou seja: repouso, lazer, falta de atividade, ocupação durante as horas livres - depois do trabalho, ou depois dos negócios, estudo, conversa. Escola também significava o lugar onde esse tempo era gasto. A atividade de lazer deve estar fora de todas as obrigações básicas e não ter nenhum propósito utilitário. Devemos buscar satisfação, relaxamento, entretenimento ou educação. O lazer deve ser um tempo de liberdade individual absoluta. Ao contrário do lazer do adulto, o lazer do idoso deve ser um tempo contínuo de fazer o que deseja.\n\nA cessação de muitas atividades sociais e profissionais antes prazerosas após a aposentadoria frequentemente produz uma grande dose de ansiedade. Para compensar a perda de atividades e responsabilidades socioculturais, socioeconômicas ou políticas, recomendei os seguintes substitutos de atividades:\n\nExercícios físicos e esportes, incluindo qualquer esporte que possa ser praticado na idade, por idosos que estejam com boa saúde.\nAtividades culturais como música, pintura, escrita, leitura, trabalho científico, estudo de línguas estrangeiras.\nAtividades úteis como artesanato/reparos, jardinagem (mais de 40% das pessoas com mais de 60 anos estão envolvidas com jardinagem). As pessoas devem treinar para o início da velhice. É uma arte e uma ciência se tornar uma pessoa idosa bem-sucedida.\nVictor Hugo escreveu um volume de poesia intitulado \"A arte de ser um avô\". Um autor americano escreveu: \"A vida começa aos 40\". Michelangelo começou a aprender grego aos 80 anos. Margaret Murray escreveu \"Meus primeiros 100 anos\". Cícero, Sêneca, Shopenhauer meditaram sobre a idade e o treinamento para a velhice.\n\nVamos planejar e treinar com sabedoria (atributos do próprio envelhecimento) para uma vida longa e saudável!\n\n### MOVIMENTO FÍSICO\n\nNo contexto da presente década, a terceira idade (pessoas com mais de 65 anos) é considerada o período da vida em que a experiência, o conhecimento, a capacidade de criação podem e devem ser plenamente aproveitados.\n\nUm idoso ativo não envelhece intelectualmente, fisicamente, socialmente e não tem tempo para pensar em envelhecer.\nA vida sedentária (desistir fisicamente) e o isolamento são os principais fatores de risco na aceleração do envelhecimento somático e social.\n\nO exercício físico não deve faltar na vida de uma pessoa. Ele mantém uma condição satisfatória dos parâmetros funcionais cardiovasculares e do sistema osteoarticular, cria um equilíbrio físico e gera uma sensação tônica de independência e utilidade.\n\nA antítese, a vida sedentária, a falta de movimento físico, à qual se soma a superalimentação, e alguns outros fatores, favorece o aparecimento de aterosclerose, hipertensão arterial e reumatismo crônico degenerativo.\nAté os 40-45 anos, a atividade física constante mantém o desempenho cardiovascular, e previne o aparecimento de doenças crônico-degenerativas.\nEntre os 45-65 anos, a prática diária de atividade física é necessária, mas o exame médico decide o grau e a natureza dessa atividade.\nEstá cientificamente comprovado que os exercícios favorecem a longevidade.\nOs maiores índices de morbidade e mortalidade por doenças coronárias são encontrados em quem não se exercita, e em quem apenas \"troca de poltrona\".\nA caminhada e o movimento físico geralmente estimulam a mente.\n\nO pensamento filosófico ganhou muito depois da discussão entre Platão e seus discípulos nos becos do jardim acadêmico.\nOs grandes pensadores, Göethe, Rousseau, Cícero, Plínio, o Velho, falam sobre os efeitos benéficos de caminhar ao ar livre. Caminhar é desconectar, gera ideias e dá soluções para problemas ainda não resolvidos.\n\nA atividade física desempenha um grande papel na manutenção do peso corporal, sendo o movimento físico o meio mais simples e fisiológico de controle e diminui o excesso de peso corporal.\nPela queima de 100 calorias corresponde a subir escadas diariamente de 15 minutos, ou um intervalo de 20 minutos correndo, ou 15 minutos pedalando. A perda de 5-6 kg pode ser alcançada em um ano.\nHá pessoas que se abstêm ou limitam seus movimentos físicos por medo de um aumento do apetite. É uma opinião falsa e pode-se afirmar, que pessoas sedentárias têm um aumento do apetite.\n\nAos 65 anos, poderíamos ser tão fortes quanto aos 35, e aos 75 anos ter a mesma saúde física que aos 50. Pelo movimento físico, o músculo é fortalecido e desenvolvido, que após os 40 anos diminui de volume, e é substituído por gordura, a tolerância à glicose aumenta e a pressão arterial diminui.\nExercícios físicos simples podem interromper a perda de massa óssea tanto em idosos quanto em mulheres no período pós-menopausa.\nApós um ano de exercícios físicos (30 minutos, cinco vezes por semana) podem interromper a diminuição da densidade no nível do colo do fêmur e da coluna vertebral.\n\nO sistema imunológico tem mudanças positivas no curso do programa de exercícios físicos. Aqueles que seguem regularmente este programa, adquirem uma maior resistência a infecções, e à probabilidade de ter câncer.\nTambém foi notado que aqueles que praticam exercícios físicos regularmente melhoram seu modo de vida. Eles param de fumar e melhoram sua dieta.\n\nO programa de exercícios físicos é individualizado pelo médico de acordo com a idade e as doenças associadas.\nA febre é a única situação que contraindica o exercício físico pelas complicações que pode induzir.\n\nPara ter sucesso é aconselhável observar as seguintes condições:\n\nUm programa de exercícios físicos deve ser recomendado pelo médico: ele também estabelece a duração;\nA pessoa deve usar equipamentos adequados e escolher o local de execução;\nOs movimentos dinâmicos são úteis, aqueles que envolvem simultaneamente vários grupos musculares, aparelhos e sistemas. O movimento rítmico é recomendado, ao ar livre, com respiração profunda, em intervalos regulares.\nExercícios físicos \"no local\", que exigem grande esforço (levantamento de peso pesado, corrida rápida em curtas distâncias) - não são recomendados. Para esse efeito, programas de exercícios físicos para a terceira idade foram concebidos, mas ainda há muito a ser feito nesse sentido para determinar o tipo de exercícios mais adequado e seus efeitos, etc. Obrigatório é que os exercícios sejam adaptados à capacidade funcional individual do corpo e sejam agradáveis para quem os pratica.\nAlém de seu valor sanosergente, o exercício físico é um dos fatores realmente importantes na terapia de doenças do sistema nervoso, doenças cardiovasculares, respiratórias e do aparelho locomotor. É um fato bem conhecido que influencia o consumo de oxigênio no nível do miocárdio, contribui para o desenvolvimento da circulação anastomótica e da circulação da flexibilidade territorial coronária.\nNa minha prática médica, recomendei aos meus pacientes idosos com cardiopatia isquêmica que fizessem caminhadas diárias dependendo da tolerância, o que significa que a intensidade do esforço deve ser individualizada e dosada de forma que não haja sensação de desconforto torácico. Nas doenças do aparelho osteoarticular, deve haver exercícios físicos médicos praticados de forma individualizada dependendo do tipo e localização do processo degenerativo. Existem exercícios destinados a tonificar os grupos musculares hipotróficos e, ao contrário, existem exercícios com efeito motor excitante.\n\nOs exercícios físicos têm ganhado interesse em todo o mundo devido aos seus resultados positivos, registrados tanto em pacientes idosos com um estado de saúde satisfatório, quanto em pacientes idosos com diversas doenças crônicas. Praticados sistematicamente e dependendo da capacidade funcional de cada um, eles mantêm o estado de saúde e retardam o processo de envelhecimento.\n\n## A IDADE CRÍTICA (40-65 ANOS)\n\nÉ a idade em que todos nós devemos reservar um tempo para cuidar da saúde pelos seguintes motivos:\n\nNeste período de tempo, os sinais bioquímicos e clínicos de doenças degenerativas crônicas se desenvolvem: arteriosclerose, diabetes, artrite, hipertensão arterial, obesidade e outras doenças de nutrição e metabolismo;\nNas mulheres, após os 45-50 anos, a menopausa se instala, o que significa a cessação do ciclo menstrual. É o momento em que os ovários começam a produzir menos hormônios estrogênio e progesterona;\nNos homens, perto do fim deste período, e nas mulheres após cerca de 5 anos da cessação do ciclo menstrual, a osteoporose começa a se tornar evidente;\n\\\nO colesterol é uma preocupação geral e importante para uma boa saúde. Após os 40 anos, nos homens, ele tem uma tendência evidente a aumentar. Após a menopausa, é muito provável que o nível de colesterol aumente e produza alterações nos vasos coronários, cerebrais, renais e periféricos. Quanto maiores os valores de colesterol, maior o risco de ter doenças vasculares.\\\n\nE isso ocorre porque, com o tempo, o colesterol e outras gorduras no sangue (triglicerídeos, lipídios neutros) são depositados nas paredes das artérias e impedem que o sangue alcance os órgãos importantes/vitais. Estima-se que metade da população adulta dos Estados Unidos tenha um alto nível de colesterol e outras gorduras.\nSe o nível total de colesterol no sangue diminuir em 1%, a possibilidade de morrer de cardiopatia isquêmica ou ter \"ataque cardíaco diminui em 2%\". O valor normal do colesterol pode ser inferior a 200 mg%. Os valores de 200-240 mg% são valores de alarme e a respectiva pessoa deve tomar algumas medidas. Os valores acima de 240-250 mg% são valores altos que apresentam risco para a condição de saúde. Se ao colesterol forem adicionados hipertensão, estresse e aumento do peso corporal, o risco é ainda maior. Os homens adultos apresentam cardiopatia isquêmica 3-4 vezes mais do que as mulheres. Um homem com altos valores de colesterol, somados a outros fatores de risco, é considerado em estado de risco aumentado, enquanto as mulheres precisam ter um colesterol aumentado somado a pelo menos outros 2 fatores de risco.\n\nDessa forma, a idade entre 40 e 65 anos é igualmente crítica, tanto para homens quanto para mulheres.\n\nA menopausa na mulher e as doenças crônico-degenerativas podem gerar alterações/modificações dos órgãos sexuais, frigidez, impotência e distúrbios da dinâmica sexual.\n\nAs doenças crônicas podem ser prevenidas e eliminadas se forem reveladas em seu estágio pré-clínico, e podem ser aliviadas ou curadas se os primeiros sintomas da doença ocorrerem.\n\n**A pré-geriatria**, um componente da geriatria, lida com a manutenção da saúde, diagnóstico e tratamento de doenças que aceleram o processo de envelhecimento na faixa etária de 40 a 65 anos. O \"check-up\" anual representa a chave para uma boa saúde e atrasa a ocorrência dos fenômenos do envelhecimento e ajuda a manter uma vida ativa.\n\n**Por ocasião do exame gerontológico profilático são estabelecidos:**\n\nA idade biológica (pesquisa pessoal me permitiu elaborar tal fórmula;\nO diagnóstico de saúde;\nO diagnóstico clínico e paraclínico de possível estado de doença;\nAs recomendações e tratamentos são individualizados de acordo com as peculiaridades clínicas e biológicas de cada paciente.\nO geriatra pode usar: tratamentos geriátricos, terapia antiestresse, terapia de dor e distúrbios sexuais, métodos individuais de fisioterapia. Entre os tratamentos geriátricos, o método de Aslan e os produtos de Aslan são amplamente conhecidos.\n\nO médico, juntamente com o paciente, elaborará um plano preciso para identificar e reduzir os fatores de risco pessoais.\n\n**O plano terá que incluir três elementos principais:**\n\nMudança do estilo de vida, no sentido de conduta saudável;\nUma dieta equilibrada em princípios alimentares (proteínas, carboidratos, gorduras, vitaminas, minerais, sais), e com conteúdo reduzido de calorias 1500-2000 cal./24 h.;\\\n\n**Um programa individual de exercícios físicos e o uso adequado do tempo de lazer.**\\\n\nA comida é essencial neste programa. Esta mudança significa gorduras insaturadas, uma ingestão satisfatória de alimentos em fibras solúveis e um número reduzido de calorias até que um peso corporal ideal seja obtido. Um exemplo: para o almoço, o primeiro prato deve ser salada com um molho dietético e uma adição de limão. Você deve reduzir a quantidade de comida em seu prato para o segundo prato, e terminar a refeição com uma maçã. (\"Uma maçã por dia mantém o médico longe\"). Você deve sempre sair da mesa sem ter a sensação de saciedade.\n\nPara reduzir o colesterol e as gorduras saturadas, recomendo aves sem pele, ou peixes, uma quantidade reduzida de óleo vegetal (azeite de oliva - 1 colher = 15 gr.), leite com 1% de gordura e queijo com menos de 5 gr. de gordura/oz. Em vez de manteiga, escolha margarina feita com óleos insaturados e evite cérebros, fígado e rins. Escolha os produtos alimentícios que se ajustem às suas necessidades de saúde.\n\nUm dos segredos de uma vida ativa e sem doenças é fazer do exame pré-geriátrico parte da sua vida.\n\nA formação de uma atitude positiva também é muito importante nessa idade e não é algo com que você nasce.\n\nÉ um hábito que você adquire e aprende dentro do exame gerontológico do período da idade crítica. As coisas aparentemente insignificantes não devem ser deixadas acumular e colocar a vida em risco.\n\nA idade crítica é o momento da afirmação profissional e do confronto com muitos fatores de risco, de alterações metabólicas e fisiológicas, quando uma vez conhecidas, podem ser influenciadas no sentido de boa saúde. Ao mesmo tempo, é o momento de adquirir alguns hábitos saudáveis: controle da fome nervosa, movimento físico e manutenção de uma atitude positiva em relação às emoções negativas.\n\nA ARTE E A FORÇA DE EXPERIMENTAR EMOÇÕES POSITIVAS\n\nAmor, generosidade, abnegação, devoção, tolerância, perdão, otimismo, esperança, são experiências que fortalecem psiquicamente e reforçam o corpo. Os sentimentos positivos, a segurança e a convicção para controlar as situações com as quais você se depara pertencem ao comportamento tipo \"A\", ao qual pertencem a maioria das pessoas de sucesso.\n\nA vida dedicada a atos de caridade significa muitos sentimentos benéficos que purificam a alma. A vida é, de fato, muito raramente repleta de momentos de felicidade.\n\nVamos nos deixar absorver pela avalanche de telejornais: acordamos apressados e viajamos desajeitadamente pelas rodovias; os preços aumentam, o carteiro geralmente nos dá notícias tristes: superlotação, violência, incerteza e problemas no local de trabalho. Não só isso, mas também muitas experiências positivas podem ser potencialmente negativas: uma promoção no local de trabalho pode revelar uma falta de treinamento, que em outras condições estava latente e não percebida; nascimento de um filho muito esperado, mas que acaba tendo uma má formação congênita; saída de férias onde pode sofrer um acidente grave; casamento pode terminar em divórcio, etc.\n\nEsses são alguns aspectos da realidade na vida cotidiana de nós. Entre todas, as experiências negativas existenciais têm a implicação mais maligna na condição de saúde. As emoções negativas, especialmente raiva, medo, susto podem levar a uma morte súbita. As emoções negativas são a noite escura que convida as doenças a começar sua luta contra um organismo fraco.\n\nA emoção em si não é prejudicial ao corpo, mas a reação a essa nova situação pode ter um efeito muito prejudicial. O poder de antecipar, ou estar preparado e reagir adequadamente, torna as consequências negativas de baixa intensidade, ou mesmo inofensivas.\n\nA eliminação da linguagem pessimista, a mão amiga que você dá buscando o bem no que é aparentemente ruim, a virtude de perdoar e esquecer e se esforçar para substituir a emoção negativa por uma positiva delineiam a arte de viver criativamente. Aprenda e pratique o HUMOR!\n\nPessoas que têm humor vivem mais!\n\n#### PARA PREVENIR DOENÇAS CRÔNICAS E APRENDER A CONVIVER COM ELAS\n\nOs anos 60 nos trouxeram o conceito de \"Fatores de Risco\", que nos faz abordar com compreensão as causas e mecanismos que produzem doenças crônicas e abrem caminhos importantes para a prevenção.\n\nFoi observada relação direta entre o nível de pressão arterial, lipídios corporais (especialmente colesterol e triglicerídeos), tabagismo e excesso de peso corporal, estresse, ingestão de álcool e presença de doenças crônico-degenerativas.\n\nO Estudo de Framingham e as pesquisas que se seguiram provaram para nós que está em nosso poder prevenir e aliviar essas doenças. Nos Estados Unidos, uma guerra foi declarada contra alguns fatores de risco (fumo), e as doenças cardiovasculares registraram uma redução espetacular.\n\nCom o avanço da idade, a incidência dessas doenças aumenta. Além disso, a idade desempenha um papel importante na avaliação dos parâmetros hemodinâmicos (pressão arterial) e do estado bioquímico. A Pressão Arterial deve ser permanentemente controlada.\n\nCom a idade, em 80% da população, a pressão arterial aumenta devido à perda de elasticidade vascular. A diminuição da pressão arterial pode explicar tonturas, quedas, insônia, ansiedade à noite e o estado de confusão em idosos. Muitas vezes, a hipertensão arterial pode ser um efeito colateral do tratamento com outros medicamentos.\n\nO aumento da pressão no sistema circulatório induz a arteriosclerose, faz o coração aumentar de volume e se cansar, e insidiosamente o sistema nervoso e os rins são agredidos. Passam-se cerca de 15 anos até o aparecimento de complicações oculares, nervosas, cardíacas e renais.\n\nAs pessoas mais propensas a ter hipertensão são aquelas que comem muito e com sal, que são nervosas, mais velhas, que têm pais ou familiares com hipertensão, que fumam e bebem álcool ou usam anticoncepcionais. O risco cardiovascular aumenta se a pressão sistólica for acima de 130 mmHg e a diastólica acima de 85 mmHg.\n\nEm pessoas com mais de 65 anos, com envelhecimento normal, valores de 140-150 mmHg são normais para a pressão sistólica e 80-85 mmHg para a diastólica. Cada idoso se sente bem com seus próprios valores de pressão arterial. Na ausência de arteriosclerose, de algum sinal de sofrimento cardíaco, cerebral ou renal e de outros fatores de risco, o geriatra deve apreciar com muito discernimento a utilidade de diminuir nessa idade os valores-limite da pressão arterial.\n\nAtualmente, a pressão arterial pode ser controlada. A esse respeito, é bom adaptar a seguinte conduta:\n\nControle periódico da pressão arterial, pois a hipertensão pode evoluir sem sintomas após os 40 anos e com boa saúde, a pressão arterial deve ser verificada 1-2 vezes por ano; após os 65 anos, 2-4 vezes por ano;\nOs alimentos ricos em cálcio (produtos lácteos, salmão, paz), em potássio (batatas e bananas), em magnésio (trigo, feijão, abóbora, sementes, frutas, vegetais), alimentos ricos em fibras vegetais, arenques, reduzem a pressão arterial\nExercícios físicos, 4-5 vezes por semana, por 30-40 minutos, têm um efeito benéfico sobre a pressão arterial;\nExistem medicamentos que retêm água: produtos de cortisona, anti-inflamatórios não esteroides. Em vez de ibuprofeno, você deve usar paracetamol;\nMúsica clássica com ritmo baixo diminui a pressão arterial; também, a satisfação da profissão e do trabalho realizado têm o mesmo efeito;\nA perda de peso corporal com 10-15 Kg (15-29 libras) diminui a pressão arterial até 15 mmHg; os medicamentos anticoncepcionais e alguns antiulcerosos aumentam a pressão arterial;\nO hábito de relaxar-se, eliminar a raiva, a ansiedade e as palavras ásperas tem a missão de criar-nos um conforto psíquico que induza a homeostase (uma normalidade) ou área interna do organismo.\\\n\n**EVITE GANHAR PESO CORPORAL**\n\nCom o avanço da idade, uma dieta normocalórica, alcance dos princípios alimentares, com refeições regulares e lazer ativo levam à manutenção do peso corporal normal. 10% acima do peso normal aumenta a pressão arterial e o risco de ter um acidente vascular cerebral.\n\nSe sua balança mostrar que você está acima do peso, você deve se questionar pelo menos três vezes ao dia: um café da manhã, um almoço e um jantar. Uma pessoa não vive para comer, mas come para poder trabalhar, criar, viver e aproveitar a vida.\n\nA grande maioria daqueles com problemas de sobrepeso tinha arteriosclerose, hipertensão, poliartrite, diabete, impotência sexual ou são incapacitados após um derrame. A resistência imunológica e a capacidade de esforço são diminuídas e frequentemente eles têm oportunidade para doenças. Sua expectativa de vida média é estatisticamente menor do que a daqueles com envelhecimento normal.\n\nA presença de doenças crônicas diminui a qualidade de vida. As pessoas afetadas têm sofrimento físico e emocional, o ritmo circadiano (dia-noite) é perturbado, a capacidade de trabalho é afetada quantitativa e qualitativamente. São aqueles que vão mensalmente às farmácias, tornam-se dependentes de medicamentos que depois de um tempo não são mais eficazes, mas lhes dão distúrbios cardíacos, nervosos e digestivos.\n\nNas famílias, esses sofrimentos alteram o relacionamento e muitas vezes representam um fardo financeiro adicional. As implicações são ainda maiores naqueles de idade avançada.\n\nEm tudo isso, é bom pensar quando nosso estilo de vida se torna pouco saudável e quando alimentamos nossos filhos.\n\nNa juventude, como na idade adulta, cabe a cada um prevenir essas doenças, ou fazer com que sua presença tenha o mínimo de implicações possível no plano individual, microssocial familiar ou macrossocial comunitário-sociedade.\n\n**No entanto, para pessoas que têm sofrimentos crônicos, é melhor que elas se acostumem e APRENDA A CONVIVER COM ELES.**\n\nAos idosos com osteoporose, poliartrite, distúrbios circulatórios, para prevenir quedas (a fratura do colo do fêmur é a causa de 30% das mortes nessa idade), recomenda-se:\n\nPara evitar movimentos bruscos da posição sentada para uma necessidade inesperada;\nPara usar a luz do relógio nos corredores, ou no banheiro;\nPara controlar e corrigir sua visão e audição;\nCertifique-se de que não haja brinquedos ou coisas etéreas em seu caminho;\nOlhe cuidadosamente, quando você anda em casa, para o parquet polido, na soleira da porta (um gerador de hematoma cerebral, ou fraturas diferentes);\nTente verificar se as cadeiras, mesa, ou objetos etéreos estão bem fixados, e coloque os cabos elétricos ligando fios, atrás dos móveis ou perto da parede.\nPara remover a solidão, ou as horas difíceis daqueles com Depressão:\n\nTente fazer coisas que possam lembrar de você: escreva um livro, sua lembrança, ou revise e complete seu diário;\nTente compartilhar sua vida e experiência profissional com seus filhos e com as pessoas ao seu redor;\nEscolha um livro para ler, ouça rádio ou assista na TV;\nLigue para um amigo e peça para ele lhe fazer uma visita;\nNão faça a mesma coisa o tempo todo, e procure conversas agradáveis e agradáveis;\nNão se esqueça de reservar um tempo para se encontrar com amigos, e vá semanalmente a um clube para idosos.\nPara aliviar e eliminar as dores articulares do reumatismo degenerativo crônico e as ósseas, abundantes, da osteoporose:\n\nRealize seu programa semanal de exercícios físicos que é o tratamento mais indicado e inofensivo neste sofrimento;\nUma cura de Spa por três semanas, duas vezes por ano, pode ser de grande ajuda para o alívio destes sofrimentos;\nAlém disso, o programa de entretenimento social organizado nestes spas é benéfico para estados depressivos secundários associados a doenças crônicas.\nOrganizar o modo de vida com uma imaginação e fantasia positivas por aqueles com sofrimentos crônicos é frequentemente o único remédio para essas pessoas.\n\nPor fim, a doença do envelhecimento em sua forma persistente, e a vida em si, refletem o estado de espírito daqueles que a têm.\n\n### **Hidroterapia**\n\nO efeito terapêutico da água tem uma longa tradição em doenças crônicas, especialmente na Europa.\n\nA forte crença dos romanos no poder curativo da água os levou a construir banhos públicos onde quer que chegassem, e a usar isso para discutir políticas de governo, famosas até hoje: Montecatini (Itália), Baden-Baden (Alemanha), Herculano (Romênia), Bath (Inglaterra).\n\nNero, o imperador romano, estava convencido dos efeitos benéficos da água, declarando \"Sanitas Per Aquas\" (Saúde pela Água), formando então a sigla (Spa) introduzida na língua inglesa.\n\nNos EUA, \"Spa\" significa qualquer instalação, incluindo exercícios e programas de dieta.\n\nEscritores, artistas e cientistas famosos se beneficiam e apreciam os efeitos terapêuticos de diferentes spas: Marc Twain, Dostoievsky, Greta Garbo, Nicolae Iorga, Arghezi.\n\nAlgumas pessoas consideram as fontes minerais como águas sagradas.\n\nA água é usada como chuveiro, banho, inalação ou como água potável em doenças estomacais, intestinais, do trato biliar e renais.\n\nA hidroterapia pode ser recomendada em procedimentos parciais: compressas, envoltórios ou banho. Os banhos para cinetoterapia são recomendados a 36°C (100°F) em banheiras especiais, ou em piscinas, onde se pode obter uma mobilidade muito boa dos membros superiores e inferiores. Por meio de massagens subaquáticas, as contrações musculares, a sensação de pernas frias e as dores nevrálgicas são removidas.\n\nA hidroterapia dá melhores resultados se for aplicada em certos SPAS, também devido ao efeito do clima circundante.\nO clima de altitude média, ou na praia são considerados como um clima de economia, e representam verdadeiras ILHAS DE LONGEVIDADE.\nAo tomar as águas, o tônus vegetativo, hipersimpaticotonias e hiperparasimpaticotonias se normalizam.\nOs riachos tropicais e as substâncias oxidativas em baixas concentrações estimulam o sistema nervoso simpático.\nAs frentes polares (árticas), as concentrações de íons negativos fortalecem o sistema nervoso parassimpático e a imunidade específica.\n\nEm idosos e pessoas idosas, as indicações para hidroterapia e curas de irrigação são aplicadas em relação às mudanças biológicas induzidas pela idade e de doenças crônicas associadas. Em\nidosos, as curas de irrigação têm características notáveis e o geriatra as individualiza e menciona quando indicadas no tratamento.\n\nA hidroterapia e outros tratamentos de irrigação têm efeitos positivos na revitalização dos tecidos, além de ajudar aqueles que desejam viver mais, ser ativos e ter boa saúde.\n\n### **EXAME PRÉ-GERIÁTRICO E GERIÁTRICO**\n\nO envelhecimento ativo e saudável é promovido por um exame profilático e curativo, pelo geriatra na idade pré-geriátrica (40-65 anos) e na idade geriátrica (após os 65 anos).\n\nNa idade crítica inicial (40-65) é aconselhável fazer um check-up anual. Nesta ocasião o médico estabelece seu grau de saúde, determina o diagnóstico gerontológico, estima a idade biológica e o ritmo de envelhecimento. O exame de importância é de máxima importância para uma boa saúde nas décadas seguintes da vida. É o período em que a eliminação de alguns fatores de risco leva à prevenção de doenças coronárias e vasculares cerebrais, de arteriosclerose, hipertensão arterial, obesidade, artrite, diabetes do tipo 2 (não dependente de insulina). Ao cuidar de sua saúde nesta idade, você pode proporcionar a si mesmo uma velhice saudável em um estado totalmente criativo e independente.\n\nA partir dos 65 anos, o geriatra se depara com uma série de queixas que ele deve conhecer e diante das quais deve adotar atitudes diferenciadas.\n\nUma primeira preocupação no exame clínico do idoso é que o médico demonstre muito discernimento e compreensão para buscar as possíveis razões que muitas vezes podem levar a um diagnóstico incorreto.\n\nO exame geriátrico deve levar em consideração o fato de que a idade induz alterações clínicas que consideramos normais nessa idade, mas que são anormais para adultos. Um princípio no exame do idoso é prestar atenção aos sinais atípicos que têm pouca relevância. Quanto mais você tenta encontrar sinais particulares, mais você descobre. A história clínica será feita com total compreensão e gentileza. No primeiro contato, o médico tentará eliminar o negativismo e a ansiedade do idoso com um fundo sensorial deficiente, ou por quaisquer outras doenças. A história deve ser abrangente, e o médico deve entender a situação familiar o máximo possível, também, a atitude do idoso em relação ao médico, hospital, tratamento seguido e o estado psíquico.\n\nHá gerontologistas que consideram que a história clínica deve tomar 70-80% do tempo alocado para um exame geriátrico. A maior atenção deve ser dada às funções vitais; qualquer uma de suas modificações, que são frequentemente típicas, tem um significado.\n\n## LONGEVIDADE - FAMÍLIA E SANOGÊNESE\n\nA longevidade é condicionada por fatores genéticos, físicos e sociais. Pesquisas epidemiológicas têm apontado os parâmetros ecológicos envolvidos na determinação da longevidade. Observações clínicas e laboratoriais têm mostrado que os dados morfofuncionais de um longevo são muito próximos dos de pessoas adultas.\n\nO perfil psicológico dos longevos é caracterizado por uma boa capacidade de adaptação aos fatores ambientais, motivação das suas ações, sociabilidade e otimismo.\n\nA longevidade em si é o resultado não apenas de algumas medidas tomadas durante a última parte da vida, mas se origina de um comportamento equilibrado preservado ao longo da vida.\n\nFatores do ambiente físico\n\nA maior porcentagem de longevas ocorre em zonas de altitude entre 800 e 1000 m, e a menor porcentagem, em áreas planas.\n\nNo que diz respeito ao clima, a influência mais favorável sobre a longevidade é exercida pelo clima marinho.\n\nA eficiência das medidas destinadas à sanogênese, em geral, e à longevidade, em particular, está intimamente ligada ao esforço de proteger e preservar o meio ambiente natural contra os efeitos nocivos da poluição causada por áreas industriais e urbanas congestionadas.\n\nNo passado, os fatores do ambiente físico condicionavam diretamente o nível de longevidade, enquanto hoje, como consequência do desenvolvimento social e econômico, há uma tendência de nivelamento dos índices de longevidade do ponto de vista territorial. Nesse contexto, entende-se que no futuro haverá um aumento dos fatores do ambiente social na determinação da longevidade.\n\nFatores do ambiente social\n\nO estado de saúde da população é influenciado por muitos fatores do ambiente social. Entre eles, mencionarei apenas os mais significativos, que desempenham um papel considerável no estado de saúde e no tempo de vida: o nível de educação, a segurança social e econômica do indivíduo e de sua família, essa renda média per capita, a legislação trabalhista, as condições de higiene e sanitárias da casa e da alimentação, assistência médica, etc.\n\nCaracterísticas alimentares. Os fatores do ambiente social que favorecem a longevidade, o alimentar - ou seja, uma alimentação bem equilibrada e razoável desempenha o papel mais importante. A maioria dos longevos teve uma alimentação mista ao longo da vida. Para uma vida longa e saudável, de grande importância são uma ingestão calórica moderada e o cozimento, o mais simples possível, dos alimentos. A maioria das pessoas com mais de 85 anos costumava fazer de 3 a 4 refeições por dia e tinha um horário regular de alimentação, com a refeição principal ao meio-dia.\n\nDentro do padrão alimentar misto, a carne era moderadamente usada, mas o suficiente para a ingestão necessária de aminoácidos animais, substâncias minerais e vitaminas. No grande menu longevo (90 anos ou mais), um lugar central era ocupado pela comida lacto-vegetariana. O peixe também é considerado um fator que favorece a longevidade. Pão, macarrão, gordura animal, açúcar e doces são correlacionados com fatores de baixa longevidade. Em áreas de produtos lácteos (Vranvea, Ilfov), há altos índices de longevidade.\n\nDeve-se lembrar que as mudanças atuais do padrão alimentar -tanto quantitativa quanto qualitativamente- visam contribuir para aumentar o número de longevos na população como um todo, mas, dados os desvios frequentes dos princípios razoáveis da alimentação, especialmente no que diz respeito ao equilíbrio dos principais fatores nutricionais, surge a perspectiva de uma população longeva mais numerosa, mas com deficiências de saúde. Isso levanta o problema da educação em massa com relação à alimentação - em todas as faixas etárias - como um componente da medicina profilática.\n\n### A Família e a Longevidade\n\nEntre os fatores psicossociais sanogenéticos, a harmonia da vida familiar, geradora de satisfações e realizações, influencia favoravelmente o tempo de vida.\n\nA longevidade, e especialmente seu lado ativo, não é oferecida como um presente, ela deve ser conquistada. Na verdade, saber como ganhá-la, saber como envelhecer é igualmente uma ciência e uma arte. Já em 1798 Hufeland definiu a MACROBIÓTICA como a \"ciência e arte da extensão da vida\", e entre as condições para atingir esse desiderato ele menciona a vida ativa, à qual ele também estava observando que a maioria dos longevos havia sido casada. Meus dados mostram que há apenas uma pequena porcentagem de pessoas solteiras entre aqueles com mais de 85 anos (1-2%), relacionada à alta porcentagem dos casados (98-99%). O estado de saúde dos idosos solteiros é deficiente - até 55% dos pacientes hospitalares.\n\nUm aspecto estatístico significativo é representado pela alta porcentagem - 88-90% - de casados longevos com filhos, dos quais 605 tiveram pelo menos 4 filhos.\n\nUma vida familiar baseada em uma relação harmoniosa e com seu fruto natural, os filhos, tem uma grande influência sobre o estado de saúde. Em tais famílias, o vínculo é tão forte que a perda de um membro - pai, filho, esposa - é um trauma psíquico sério. É um fato bem conhecido que os psicossociólogos concedem um valor máximo a esse tipo de estresse afetivo.\n\nO modelo tradicional de família é benéfico em um duplo sentido: os pais e os avós sentirão sua vida realizada, e é por isso que eles mantêm seu tônus e vigor ao ver sua vida e suas preocupações continuadas pelos filhos, e as crianças encontram em torno dos avós o aglutinador afetivo da família, os bons conselhos de que podem precisar - o fruto da experiência e da educação. O afeto dos idosos - na medida em que é igualmente compartilhado entre os descendentes - significa compreensão, gentileza e generosidade sem quaisquer condicionamentos ou tendências possessivas como pode ser o caso dos adultos.\n\nÀ pergunta: qual é o lugar de um idoso? - tão frequente - respondo claramente que ele pertence ao padrão familiar tradicional, com as devidas adaptações à vida contemporânea.\n\nA transitoriedade, o ritmo acelerado da vida, a explosão informacional, a tecnicização, todas características da sociedade contemporânea, vêm mudando os modelos e conceitos tradicionais de família muito rapidamente. A vida psicossocial é característica do ser humano e as mudanças que ocorrem neste domínio têm uma ressonância profunda na consciência das pessoas, com consequências muitas vezes imprevistas.\n\n## O LAZER DOS IDOSOS\n\nO homem precisa de uma ocupação, de uma atividade, não apenas por razões sociais e econômicas, mas também para manter as diversas funções do seu próprio corpo.\n\nEngajar pessoas em certas ocupações tem sido usado como um procedimento terapêutico para certas doenças - a chamada terapia ocupacional. Os gregos e os egípcios costumavam aplicar a divertida terapia ocupacional no tratamento de distúrbios psíquicos. Em 1809, Philippe Pinell afirmou que o trabalho realizado regularmente era a maneira mais segura de manter o estado de saúde e o bom humor dos aposentados. Com base em alguns experimentos sobre a importância da terapia ocupacional, pode-se concluir que muitos pacientes com distúrbios psíquicos graves e uma tendência ao isolamento podem ser orientados a serem ativos e em direção a uma certa extensão de suas relações sociais. Assim, os idosos estão recuperando o sentimento de utilidade social perto de seus semelhantes.\n\nA necessidade de atividade é sentida em qualquer idade, mas ainda mais em idades mais avançadas, quando as necessidades fisiológicas e as exigências psicológicas estão associadas à experiência e ao hábito de trabalhar durante todo o tempo de vida ativo. Prohlic, em um artigo intitulado \"De que maneira os aposentados devem organizar sua vida\", mostra que os idosos, assim como os jovens, precisam de afeição, sociedade, amizades, de serem úteis para seu grupo social. Claro, a vida cotidiana dos idosos tem uma certa ritmicidade, os intervalos ativos e o tempo de descanso alternando com períodos de tempo livre, que agora exigem novas dimensões.\n\nPara definir lazer, devemos começar pelo orçamento de tempo e a forma como ele é distribuído durante as 24 horas. Quanto ao tempo livre, há diferentes opiniões quanto à sua definição como um intervalo dentro das 24 horas, e quanto às atividades específicas realizadas no tempo livre.\n\nMesmo nos tempos antigos, os gregos usavam a palavra \"Scholé\", que tinha vários significados, como \"tempo livre\", \"parada\", \"recreação\", \"inatividade\", \"falta de trabalho\", \"ociosidade\", \"hobby\", \"estudo\", \"conversa\"; \"Scholé\" também se refere ao lugar onde o tempo livre é gasto.\n\nDumazedier J. e Ripert A. interpretam como \"loisir\" qualquer atividade que responda a uma série de 4 critérios ao mesmo tempo:\n\nDeve ser livre (independente) em comparação ao trabalho e outras obrigações básicas;\nDeve ser desprovido de qualquer propósito utilitário;\nDeve ter como objetivo obter satisfações pessoais;\nDeve ser guiado pelo propósito pessoal de relaxamento, diversão ou instrução.\nO tempo livre frequentemente expressa a ausência de obrigação e uma distinção entre o tempo de trabalho e o tempo livre absoluto; este último parece ser algo fora da esfera das obrigações humanas, algum tipo de tempo reservado à plena liberdade individual.\nDumazedier J. estava considerando o tempo livre como uma sequência de atividades às quais o indivíduo se dedica voluntariamente, livremente e com prazer, a fim de relaxar ou divertir e satisfazer suas próprias necessidades estéticas. Além disso, para enriquecer seu conhecimento geral, para desenvolver a participação social voluntária ou sua capacidade de criação, após ter se libertado das obrigações profissionais, sociais e familiares.\n\nO lazer não pode ser considerado isoladamente, ele deve ser incluído no quadro temporal da sociedade, em relação com o conjunto das relações temporais situadas no quadro geral dos fenômenos sociais e econômicos, sendo específico de cada sistema social e do respectivo modo de produção.\n\nDependendo dessas características, o tempo livre é definido de forma diferente, de modo a mantê-lo distinto do tempo de trabalho e a definir as atividades que podem ser incluídas ou excluídas do tempo restante após o cumprimento das obrigações profissionais.\n\nO tempo livre do homem plenamente ativo, que coincide com o tempo de trabalho propriamente dito (profissionalmente) e o tempo de descanso, pode ser contrastado com o tempo livre da velhice que, uma vez cessadas as atividades profissionais, adquire novas dimensões. Se o tempo livre pode ser definido como tempo disponível, sem nada imposto, o tempo livre do aposentado aparece como um tempo contínuo, como um espaço compacto, do qual ele pode dispor como quiser.\n\nO idoso fica confuso justamente por causa da mudança fundamental que ocorreu repentinamente em seu modo de vida, devido ao cancelamento do padrão de vida profissional ao qual estava acostumado há muito tempo (20-30 anos), o que representava um verdadeiro estereótipo.\n\nSe durante a infância o tempo era totalmente destinado à brincadeira ou ao aprendizado - sob a supervisão contínua dos pais e professores - e na idade adulta o tempo era predominantemente distribuído entre as obrigações profissionais, familiares e sociais, o desaparecimento repentino de tais deveres visa desorientar os idosos, provocar um estado de ansiedade, forçando-os a estabelecer seu próprio padrão de trabalho e vida.\n\nPesquisa realizada pelo Grupo de Gerontologia Social do Instituto Nacional de Gerontologia de Geriatria, onde fui diretor (1978-1989), em pessoas que tinham acabado de concluir sua atividade profissional por alguns anos, mostrou que, devido ao cancelamento do programa conduzido, alguns dos aposentados ainda estavam inadaptados, tinham tendência ao isolamento, apatia e depressão. Tais distúrbios são mais frequentes em homens, imediatamente após a aposentadoria, mais tarde, eles se acostumaram e encontraram um equilíbrio por meio de outras atividades compensatórias.\n\nDe fato, tem sido notado que o uso do lazer não se torna um problema para todos os aposentados. Estima-se que um número de idosos considere a cessação de sua atividade como a melhor maneira de atingir suas aspirações mais íntimas acumuladas ao longo de sua vida. Eles ficam felizes em se libertar das obrigações profissionais.\n\nEles podem finalmente organizar sua nova vida sem intrusão, de acordo com seu desejo, o desejo que antes havia ficado insatisfeito, por causa da falta de tempo. Agora, eles podem se envolver em ocupações não controladas por um chefe e encontrar satisfação em uma atividade livremente escolhida e há muito desejada. Esta categoria inclui os intelectuais e os trabalhadores.\n\nPodem ser distinguidas duas perspectivas diferentes sobre o tempo livre:\n\nPrimeiro, o tempo livre não é uma categoria determinada, é antes um modo de comportamento e qualquer parte do dia pode ser considerada tempo livre, mesmo aquela destinada ao trabalho. Em outras palavras, o tempo livre é o que o próprio indivíduo considera tempo livre, se traz satisfação - seja durante o trabalho ou não.\nDe acordo com a outra concepção, o tempo livre é aquele libertado do controle das instituições sociais básicas (profissional, familiar, social, espiritual, política), totalmente dedicado às atividades pessoais.\nMas o aspecto mais importante sobre o tempo livre do idoso está ligado não tanto às atividades que está sendo realizada, mas ao fato de que tais atividades podem responder a algumas demandas criadas pela cessação das atividades profissionais. A pesquisa mostrou que na maioria dos casos os idosos sentem a perda de seu papel e posição social assegurados pela atividade profissional, bem como a ausência de contatos sociais e relações cotidianas com outra pessoa.\n\nO tempo livre é individual e o geriatra tem um papel importante. Ele deve levar em conta as peculiaridades biológicas, psicológicas e sociais do idoso e o fato de que esta atividade deve compensar a anterior. O tempo livre também é tempo da população, um segmento cujo número está aumentando e para o qual a sociedade não pode ficar indiferente.\n\nSurge, portanto, o problema de encontrar as formas mais indicadas para um aproveitamento eficiente deste tempo social, de modo que o idoso se mantenha numa vida ativa e possa contribuir, de acordo com as suas capacidades funcionais, para a criação de valores sociais.\n\nNão podemos esquecer: OS VELHOS FIZERAM HISTÓRIA!\n\nCada idoso representa uma entidade biológica e psicossocial distinta, então a maneira como ele organiza seu tempo representa cada pessoa.\n\nOrganizada com imaginação, a liberdade da velhice pode ser nossa grande amiga e que somente agora poderá nos permitir a perfeição e a realização.\n\nCom o avanço da idade, nossa própria experiência e a experiência de vida dos outros nos dão sabedoria e nos ajudam a usar melhor o tempo restante. Durante nossa presença meteórica, é uma ARTE SABER COMO USAR NOSSA ENERGIA E VIDA.\n\nA ARTE DE NÃO PERDER TEMPO, MAS AO CONTRÁRIO, MULTIPLICÁ-LO, SIGNIFICA VIVER MAIS E MAIS.\n\n# **A DROGA DA INTELIGÊNCIA - GEROVITAL -H3®**\n\nO mundo em que vivemos exige de nós agudeza, vigilância, habilidade, desejo e desempenho sexual, bom humor, produtividade, flexibilidade e capacidade de mudar de profissão, um contexto em que a depressão e a nostalgia não têm lugar.\nMuitas vezes estamos cansados e devemos, no entanto, suportar outro teste, o aluno tem outro exame para fazer, e o velho não se lembra muito bem da discussão que teve há alguns dias.\n\nOs primeiros passos foram dados no conhecimento dos segredos do cérebro. A INTELIGÊNCIA não é apenas prerrogativa do \"Dote Genético\". Memória, atenção, concentração podem ser melhoradas se fizermos certos exercícios mentais, e vivermos em um meio rico e variado de informações.\n\nMinhas pesquisas pessoais e experiência clínica em geriatria, me permitiram traçar um perfil psicológico das pessoas pertencentes à senescência (a velhice).\nO estudo analítico das funções intelectuais mostra uma diminuição da memória para os dados recentes. Seguindo a experiência e o exercício, as possibilidades de síntese podem ser mantidas.\nA atenção, a concentração também sofrem o impacto com a senescência. Na esfera dos instintos somos testemunhas de diferentes manifestações relacionadas ao sexo. É importante sinalizar a complexidade das modificações surgidas na esfera afetiva, na mente daqueles que atravessam a última fase de sua vida. A personalidade se mostra resistente ao passar dos anos, e aqueles não sofrem mudanças importantes. São bem conhecidas a fragilidade afetiva dos idosos, sua hiperemotividade e impressionabilidade. A tendência ao egocentrismo, conservadorismo, \"caracterização\" de alguns traços da personalidade, desaceleração de algumas funções cognitivas, pleiteiam o delineamento de alguns tipos de envelhecimento psicológico. Os déficits das funções cerebrais na terceira idade se tornam evidentes nas condições de solicitações e emergência.\nOs idosos precisam de apoio e ajuda e, se possível, de melhoria das capacidades físicas, principalmente nos momentos de tensão e estresse.\n\nNos últimos anos, somos testemunhas do aumento impressionante do número de medicamentos para influenciar o poder das células nervosas. O Dr. Dean Ward, em um livro sugestivo intitulado \"SMART DRUGS\", abre o campo dos compostos que melhoram a cognição.\nLevarei em consideração apenas os medicamentos que têm suporte científico, que passaram no teste psicológico e que não têm efeitos colaterais, ou cujos efeitos adversos são mínimos. Claro, o resultado requer uma nota individual, que depende de diferenças bioquímicas na patologia superadicionada e na combinação de medicamentos fornecidos.\n\nOs idosos podem responder a um medicamento isolado, ou a uma combinação de medicamentos, de modo que o geriatra deve analisar e diferenciar cuidadosamente as peculiaridades físicas e biológicas.\n\nDistinguimos as seguintes categorias de medicamentos:\n\nOs medicamentos nootrópicos\n\nO termo é tirado da língua grega e significa agir sobre a memória, pensamentos, ideias (alma). Nesta categoria estão incluídos os produtos capazes de melhorar a memória e a capacidade.\nMuitas pesquisas sugerem que esses produtos agem no sistema de acetilcolina, desempenhando um papel importante no mecanismo de memória e naqueles de transmissão do impulso de uma célula nervosa para outra.\nCom a idade, a produção de acetilcolina diminui e o papel das substâncias nootrópicas seria restabelecer seu nível funcional.\n\nOs produtos nootrópicos mais importantes pertencem aos derivados de pirrolidina: piracetam, oxiracetam, aniracetam são semelhantes ao aminoácido glutâmico do ponto de vista bioquímico. Há pesquisas que sugerem que sob a influência do piracetam o número de receptores colinérgicos das células nervosas aumenta. Em combinação com colina e hydergine®, o efeito nas funções intelectuais é evidentemente melhor. Hydergine® e piracetam parecem intensificar seus efeitos no sistema nervoso.\\\n\nPiracetam embora seja um derivado de GABA (gama-aminoácido-butírico, um neurotransmissor). Piracetam e os produtos nootrópicos de éter são indicados para melhorar a memória, atenção, concentração, em distúrbios de alcoolismo, síndrome cerebral orgânica, doença de Alzheimer, diferentes formas de demência, para desempenhos intelectuais.\nHá pacientes que, após usar um desses produtos, relatam uma sensação de \"despertar\" cerebral. Efeitos adversos; incluem insônia, agitação, dores de cabeça, distúrbios gastrointestinais.\n\n**O aniracetam é mais eficaz que o piracetam**, seu mecanismo de ação é desconhecido e não parece atuar nos sistemas neurotransmissores: GABA, Catecolamínico, Serotonínico ou Acetilcolinérgico.\n\nOutros produtos pertencentes à **família nootrópica:**\n\n**Fipexide** que melhora a memória recente, a atenção e a coordenação.\n\nO produto aumenta o nível de dopamina, que é um neurotransmissor essencial na coordenação motora, vida efetiva e funções imunológicas. Nenhum efeito colateral foi relatado após a administração de Fipexide, mas isso não significa que eles não existam.\\\n\nO **piroglutamato** é um aminoácido natural encontrado em frutas, vegetais, carne e tem um efeito importante nas funções cognitivas. Nos pacientes com alcoolismo crônico e aterosclerose avançada, foi notada uma melhora da memória recente.\n\nÉ usado também na forma de piroglutamato de arginina. É conhecido também sob o nome de **Pyraglutargine, Arginine Pidolate**.\\\n\n**Cavinton (Vinpocetine)** é considerado como tendo um papel na melhora do metabolismo cerebral e no uso de glicose e oxigênio.\n\nÉ frequentemente usado nos estados após acidentes cerebrovasculares, em afasias, apraxias, tonturas, distúrbios vestibulares, dores de cabeça. A Gedeon Richter Company que o comercializa sob o nome de Cavinton, atribui a ele alguns efeitos positivos em 62%, nos pacientes com distúrbios neurológicos.\nOutros intensificadores cognitivos\n\n**Acetil-L-Carnitina** é naturalmente encontrada no leite. Kohjimoto declarou em 1988 que usando-a obteve em laboratório uma quantidade reduzida de lipofuscina nas células nervosas de alguns animais velhos. Sabe-se que esse pigmento é acumulado nas células nervosas e musculares com o avanço da idade. Devo expressar minhas dúvidas e considero necessário que essas pesquisas sejam confirmadas também por alguns outros cientistas.\nA cafeína é amplamente/usada em excesso por suas propriedades estimulantes nas células nervosas. Numerosos testes psicológicos não revelam melhora da memória. Oborne, em 1982, observa que o álcool combinado com cafeína induz um estado de intoxicação mais alto que o álcool sozinho.\\\n\nÀ **Centrofenoxina** é atribuída a qualidade de melhorar o desempenho do aprendizado e de reduzir a quantidade de lipofuscina no cérebro, coração e pele. Cuidado: não deve ser administrado a pessoas com hipertensão, aumento da excitabilidade, convulsões. Efeitos colaterais: insônia, depressão, tremor, nervosismo. Outros nomes: Analux, Cerebron, Lucidril, Mecloxato, Proseryl.\\\n\nColina e Lecitina podem ser encontradas em alimentos.\\\n\n**Dehidroepiandrosterona (DHEA)** é um hormônio esteroide produzido na glândula suprarrenal ao qual se dá atenção especial ultimamente. É atribuído a ele um papel importante contra a obesidade, câncer, tumores em geral e no envelhecimento. O nível desse hormônio diminui no sangue com o avanço da idade.\\\n\n**Dimetilaminoetanoel (DMAE)**. Muitos efeitos são atribuídos a ele; induz alto astral, aumenta a energia física, melhora a memória.\\\n\n**Ginkgo biloba** é usado desde os tempos antigos por seu efeito vasodilatador. As folhas desta árvore, que datam de 300 milhões de anos, são usadas na medicina tradicional chinesa.\\\n\nÉ recomendado para aqueles com distúrbios circulatórios periféricos, depressão, distúrbios de memória, tontura, zumbido áureo, dores de cabeça. Em \"Clinical and Biological Research\", 1989, Funfgeld apresenta uma melhora significativa após a administração de Ginkgo a pacientes com doença de Parkinson e doença de Alzheimer. Claro, há algumas outras confirmações necessárias.\\\n\n**Ginseng.** \\\nÉ considerado um \"Adoptógeno\", com efeito homeostático, contra o estresse, do estado de cansaço, estimula a atividade nervosa, atividade hormonal e metabólica, potência. É usado por esportistas como um bom recuperador de cansaço. Ele diminui ligeiramente a atividade das glândulas suprarrenais, fato que explica o efeito positivo em estados de estresse. A ação se deve a algumas substâncias chamadas \"ginsenosídeo\", semelhantes às saponinas. Será administrado cuidadosamente para aqueles com hipertensão. Na medicina chinesa, o tratamento é bem individualizado. Também pode ser usado como um tônico.\\\n\n**Hydergine®.** Este produto é usado desde os tempos antigos na forma de ergot, para diminuir a hipertensão em mulheres grávidas. É um dos medicamentos mais bem estudados, como todos devem ser estudados, e provou ser eficiente e não tóxico.\\\n\nO efeito anti-hipertensivo foi analisado desde os anos 40, mas somente no momento em que foi revelado também um possível efeito em distúrbios cognitivos em idosos, a Sandoz Company o analisou sistematicamente. Entre outros, são atribuídos a ele os seguintes efeitos: aumenta a quantidade de sangue e oxigênio no cérebro, estimulando o metabolismo das células nervosas; diminui e elimina a lipofuscina das células nervosas e protege da ação nociva dos radicais livres; melhora a memória, a capacidade de aprendizagem, bem como muitos indicadores de inteligência, influencia positivamente a tontura, o zumbido e o cansaço; diminui a pressão arterial.\n\nFoi o primeiro fármaco ao qual foi atribuída eficácia na doença de Alzheimer (Branconnier, 1983, \"Psychopharmacology Bulletin\", Thomson, 1990, \"New England Journal of Medicine\"), na demência e em outros distúrbios psíquicos (Hollister, 1988, \"Perspective in Psychopharmacology\").\n\nEm caso de sobredosagem produz: náuseas, dores de cabeça, distúrbios gástricos.\n\nA idebenona assemelha-se, do ponto de vista químico, à coenzima Q10 (CoQ10). A CoQ10 tem um papel determinante na formação de moléculas de ATP, a fonte energética do organismo. A CoQ10 é metabolizada em uma molécula com alta reatividade para radicais livres.\nA idebenona é, ao contrário, uma droga antioxidante e protege as funções cognitivas da hipóxia, do baixo nível de oxigênio no sangue, das substâncias anticolinérgicas, e o baixo nível de serotonina está correlacionado com um comportamento violento.\nA fenitoína é a droga que é administrada nas crises epiléticas. A literatura médica é abundante também por outros efeitos positivos na fenitoína. Os coeficientes de inteligência e a capacidade de memorização foram evidentemente melhorados durante o tratamento com este produto. Entre outros, são atribuídos a ele os efeitos de retardamento do processo de envelhecimento.\nFrequentemente após os 65 anos encontramos hipotireoidismo, cuja sintomatologia clínica é pobre e pouco ruidosa, podendo ser comum ao quadro de artrose, polimialgia reumática, miopatia, insuficiência cardíaca crônica. Os idosos podem apresentar um estado de apatia, depressão, confusão mental súbita, demência. Os dados clínicos particulares do hipotireoidismo em idosos devem ser conhecidos, analisados, comparados com os de um adulto, e feito o teste terapêutico para estabelecer o diagnóstico positivo. Sob o tratamento substitutivo nota-se uma rápida melhora do estado geral, da atenção, concentração e memória. Esta é a razão pela qual a tiroxina é usada cuidadosamente na melhora das funções cognitivas.\nGerovital -H3®\n\n**GEROVITAL-H3®** é um dos tratamentos mais amplamente difundidos para o envelhecimento. Foi emocionante para mim, sendo colaborador da professora Ana Aslan por mais de 25 anos, ouvi-la falar muitas vezes sobre sua experiência com Gerovital-H3®. Mais de 500 publicações médicas e científicas se referiram aos seus efeitos benéficos, especialmente quando a Procaína foi desenvolvida em Gerovital-H3®.\n\nA própria Ana Aslan foi um testemunho vivo de seu tratamento. Aslan fez o tratamento com o Gerovital-H3® 27 anos (às vezes eu pessoalmente injetei Aslan e ela viveu 91 anos e 5 meses.\n\nO Instituto de Gerontologia e Geriatria em Bucareste, Romênia, onde Aslan foi diretor geral (1952 - maio de 1988), gradualmente se tornou a Meca das pessoas doentes. Cientistas, médicos, empresários, políticos, senadores de todo o mundo se mudaram para aprender com ela, bem como para se submeter ao tratamento e ouvir os depoimentos dos idosos que recuperaram a alegria de viver, retornaram às suas atividades favoritas e encontraram paz em suas batalhas contra a insônia.\n\nEla viajou por mais de 80 países para visitar presidentes de estados, primeiros-ministros e universidades onde apresentou seu produto e seu método geriátrico de tratamento. Milhares e milhares de pacientes falaram e escreveram palavras que são provas da eficácia do tratamento, que trouxe tanto alívio e esperança ao sofrimento.\n\nEm nossas conversas, entre outras perguntas, fiz a Aslan:\nEntre as medidas dos Dez Mandamentos (Gerontoprofilaxia), você recomenda o tratamento preventivo com Gerovital -H3®. A esse respeito, a qual papel você atribui Gerovital-H3®?\n\n\"É simples. Gerovital-H3® é o meio pelo qual o sofrimento pode ser aliviado. Não é a flor encontrada no abismo dos mares pelo mergulhador sortudo, Gilgamesh, o lendário sumério que descobriu o segredo da juventude eterna, mas sim a esperança para os desesperados. Depois do meu tratamento, os idosos gostaram de beber da fonte de água da nascente\".\nA Professora Aslan sabia que o destino e a existência de seu novo produto e seu método de tratamento geriátrico dependiam da comunidade científica no mundo ocidental. Ela apresentou o Gerovital-H3® no Congresso Alemão de Terapêutica, Karlsruhe, Alemanha, em setembro de 1956. Esta foi uma decisão de consciência, pois a Alemanha foi o país em que Einhorn descobriu a Novocaína em 1905. Ana falava alemão e sabia da seriedade dessas reuniões científicas. Milhares de médicos participavam todos os anos. Ela passou todo o ano de 1956 se preparando para este evento e o considerou uma encruzilhada em sua carreira e para a existência do Gerovital -H3®.\n\nEm 1956, chegou o primeiro Reconhecimento Internacional. O Dr. Kienle, presidente do Congresso Alemão, enviou uma carta oficial ao instituto de Geriatria em Bucareste:\n\n\"Karlsruhe, 11 de dezembro de 1956\n\n“Muitos Honrados Senhores,\n\nNão posso resistir ao impulso que me impele a comunicar-me com o seu Instituto. Na minha capacidade como guia científico do Congresso Alemão de Terapia, bem como da Exposição Alemã de Medicamentos, e em nome de todos nós do Congresso, chamo a sua atenção para a participação ativa da Dra. Ana Aslan. A Dra. Aslan discursou para 6000 médicos este ano no Congresso de Terapia. Ela apresentou o assunto, \"Um Novo Método de Profilaxia e Tratamento do Envelhecimento pela Novocaína-substância H3-Uma Ação Eutrófica e Rejuvenescedora\". O público ficou muito impressionado com a importância dos resultados de sua pesquisa e estamos elogiados por ela tê-los apresentado aqui pela primeira vez.\n\n\"Além do Congresso Alemão de Terapêutica, que ocorrerá de 1 a 6 de setembro de 1975, o Congresso Internacional de Terapia será realizado de 6 a 8 de setembro de 1957. Gostaríamos de convidar a Dra. Aslan e seus colaboradores para participar desta Conferência. Também solicitamos que ela presida um simpósio dos resultados de sua pesquisa científica. Temos certeza de que ela comunicará resultados valiosos e contribuirá para o enriquecimento da terapêutica.\n\n\"Gostaria de agradecer especialmente por facilitar sua participação no Congresso Terapêutico deste ano e expresso a esperança de que esse contato seja suscetível de desenvolvimento no futuro.\n\nDr. Kienle\"\n\nAcima de tudo, esse nível foi levado a sério por Ana, pois a alma precisa ser confortada. Mas, mais importante, foi a chave que abriu as portas trancadas e ela recebeu a viagem internacional.\n\nMuitas conferências se seguiram nas quais Aslan compartilhou sua pesquisa com a medicina ocidental. Após uma conferência em Berna, um médico suíço declarou: \"Por 50 anos, usamos Novocaína diariamente, mas somente Aslan teve um vislumbre de que uso ela poderia ter\".\n\n\"Foi um triunfo, mas ainda assim eu tive que lutar. Cada conferência era um exame que eu tinha que passar com louvor. Quando surgia uma questão para a qual eu não tinha resposta, eu tomava nota e depois pesquisava para encontrar uma. Como estudante e um jovem médico, eu não tinha dinheiro e não podia estudar no exterior. Essas conferências foram minha educação e eu aprendi tudo o que pude de cada uma delas\".\n\"Um novo método de tratamento com novocaína\" foi publicado no Therapiewoche Journal 7, 1/2 de outubro, páginas 14-22, 1956. Este foi o artigo de referência que iniciou a série de mais de 500 estudos e pesquisas na Literatura Internacional até o momento. Este artigo apresentou o método de tratamento e os resultados em 25 pacientes, entre 60 e 92 anos, sendo acompanhados desde maio de 1951. Quatro pacientes, VV, mulher de 91 anos, EG, mulher de 70 anos, TJ, homem de 66 anos e TM, homem de 62 anos, foram apresentados em detalhes. Este artigo foi uma revisão de toda a literatura publicada até o momento sobre o uso de Novocaína e mencionou todos os dados clínicos, bioquímicos, fisiológicos e hematológicos usados durante os 5 anos de tratamento.\n\nConcluindo, as evidências obtidas por esta administração a longo prazo do Gerovital-H3® autorizaram-na a propô-lo e fundamentá-lo como um novo método de tratamento eutrófico e rejuvenescedor.\n\nVários artigos foram publicados confirmando o método de administração e revelando um novo aspecto farmacológico da terapia com procaína.\n\nLüth (1959) afirma que Aslan e Parhon foram os primeiros cientistas a mencionar os efeitos físicos da procaína. (\"A influência da procaína na condição física do paciente foi relatada pela primeira vez na literatura médica pelos autores romenos\".)\n\nA partir de 1958, Ana publicou e apresentou sua própria pesquisa sobre o tratamento Gerovital-H3® nas mais importantes conferências e reuniões internacionais de gerontólogos.\n\nNa 10ª Conferência da IAG (Associação Internacional de Gerontologia) em Jerusalém em 1975, uma sessão inteira foi dedicada ao Gerovital -H3® e sua pesquisa. Naquela ocasião, William Zung, Eric Pfeiffer, Daniel Gianturco, MacFarlane, Peter Bridge, Ana Aslan e outros apresentaram seus resultados. Depois disso, o Gerovital-H3® foi imposto como um medicamento antidepressivo reversível sem efeitos colaterais. Além disso, seu papel foi comprovado como um tratamento para algumas doenças crônicas degenerativas.\n\nEm 1978, Aslan apresentou \"Estudo Longitudinal no Instituto Nacional de Gerontologia e Geriatria da Romênia\", na 11ª Conferência do IAG em Tóquio (Excerpta Medica, Amsterdã, páginas 533-537, 1978). Os resultados do tratamento mais longo já feito (começando em 1951) despertaram grande interesse. Com isso, Ana recebeu mais de 400 solicitações para apresentar seu artigo.\n\nEm 1997, no Congresso Internacional de Gerontologia-Adelaide, Austrália, Russu C. destacou: \"Dentro dos processos oxidativos normais do organismo são produzidos também radicais livres com papel negativo nas células, especialmente na membrana celular. Entre os produtos com papel anti-oxidativo está o Gerovital-H3®\".\n\nO tratamento com Gerovital-H3® pode ser individualizado de acordo com a doença, a idade biológica e/ou a taxa de envelhecimento. De acordo com a forma como o paciente reage, o médico pode encurtar ou prolongar os intervalos de descanso entre os cursos de tratamento.\n\nEm uma pessoa com envelhecimento normal, o método pode ser usado sob a forma de tratamento crônico ou descontínuo. Em estados de depressão, distúrbios de memória (formas incipientes da doença de Alzheimer), ansiedade ou doença de Parkinson, nos quais a rigidez muscular é prevalente, Gerovital-H3® pode ser administrado em uma forma crônica também.\n\n# **Indicações do tratamento [Gerovital -H3®](https://www.querotudonatural.com.br/g-h3-gerovital-h3-terapia-procaina-946ml)**\n\nEstados depressivos, astenia física e física/mental, estados ansiosos, acompanhados de distúrbios do sono, diminuição da capacidade física e intelectual, distonias neurovegetativas e deficiências gonádicas devido à idade, e estados de estresse.\nNas distrofias generalizadas (fenômeno do envelhecimento) e nas localizadas (úlceras tróficas e varicosas malperfurantes, feridas atônicas, queimaduras e lesões por irradiações).\nDistrofias de pele, unhas e cabelos (rugas, manchas senis e queratose, alopecia, pelade, neurodermite, eczema, psoríase, vitiligo)\nArtrite, osteoporose, consolidação de fraturas ósseas.\nPrevenção da arteriosclerose e de complicações durante a doença do sistema cardiovascular.\nDoença de Parkinson, neurite e neuralgia.\\\n\nMuitas vezes me perguntei: O que é a vida?. Acredito que a vida é uma espécie de piada de contradições, uma espécie de filosofia \"Yin e Yang\" e por que o Gerovital-H3® não deveria ser um dos fatores que equilibram as funções complexas do corpo durante o Período Crítico (40-65 anos) e a velhice?\n\n**O Dr. Miceia Dumitru** foi gerontologista e especialista em geriatria durante a maior parte de sua vida profissional e, obviamente, viu muitas mudanças. Sua visão única sobre o funcionamento do primeiro Instituto e Clínica de Geriatria do mundo na Romênia em 1956, sob a supervisão da famosa Professora Ana Aslan, nos deu um vislumbre fascinante da abordagem da medicina antienvelhecimento do Leste Europeu. Seu relacionamento próximo com Ana Aslan por mais de 25 anos nos permitiu examinar o medicamento desenvolvido por ela (e considerado por muitos na área como o primeiro medicamento antienvelhecimento do mundo). Esse produto é, claro, o Gerovital-H3. \\\n\\\nO Dr. Dumitru elaborou suas propriedades e ensaios clínicos indicando que suas propriedades de inibição reversível da MAO (inibidor da monoamina oxidase) (ajudando assim a prevenir a quebra de neurotransmissores cerebrais vitais) e seus efeitos de redução do cortisol têm uma ampla gama de implicações antienvelhecimento. Isso se estende à melhoria do bem-estar, ao alívio da depressão, à melhora das condições artríticas, à redução da dor, à melhora da condição da pele e do cabelo e à redução dos níveis de estresse. O Dr. Dumitru deixou bem claro que considera os resultados de Ana Aslan tão relevantes naquela época quanto são hoje, e ele mesmo segue o programa original dela. Curiosamente, ele também produziu uma longa lista de indivíduos muito famosos que receberam tratamento na clínica Aslan.",
  "title": "Os 10 Mandamentos da Prof. Ana Aslan",
  "meta_title": "Os 10 Mandamentos da Prof. Ana Aslan",
  "meta_description": "Conheça os 10 Mandamentos da Prof. Ana Aslan, fundamentais para uma vida saudável e longeva. Descubra os princípios que orientam a longevidade e o bem-estar, baseados na expertise da pioneira da geriatria.",
  "thumbnail": "/img/uploads/os-10-mandamentos-da-prof-ana-aslan3.webp"
}