{
  "date": "2024-12-29T16:29:45.472Z",
  "body": "# **Professora Ana Aslan e Gerovital-GH3®, o primeiro e original medicamento antienvelhecimento**\n\n###### \npor Mircea Dumitru MD Ph.D. (pelo médico pessoal de Ana Aslan).\n\n# Quem foi Ana Aslan?\n\nAna Aslan é reconhecida por sua contribuição essencial à pesquisa gerontológica, bem como por ter modelado o melhor tratamento geriátrico influenciando o processo de envelhecimento. Ana Aslan foi a primeira pessoa a descartar a abordagem fatalista ao envelhecimento, fornecendo um novo método em gerontologia ao abrir caminho para a prevenção e tratamento da velhice.\n\nTrabalhei com a Professora Ana Aslan por 25 anos, a partir de 1963, primeiro como pesquisadora, depois como médica-chefe e depois como Diretora do Instituto Nacional de Gerontologia e Geriatria em Bucareste, Romênia, entre 1978 e 1990.\n\nNos últimos 3 anos de sua vida, Aslan me escolheu como seu médico pessoal e três meses antes de sua morte ela me pediu para fazer algumas coisas pessoais, incluindo escrever um livro sobre sua vida e seu trabalho. Então eu tomei notas ao lado de sua cama como um testamento moral.\n\nAlém de sua vida, ela falou sobre suas visões de política, religião, eutanásia, morrer, morte e amor. Como tal, tive a oportunidade de conhecer seus pensamentos privados e pensamento pessoal.\n\nNa celebração solene de seu 90º aniversário na Academia Romena em Bucareste, em 22 de maio de 1987, em nome do Instituto Nacional Romeno de Gerontologia e Geriatria, eu disse: \"Quero expressar minha emoção e dizer o quão difícil é falar sobre Ana Aslan, sendo uma personalidade tão complexa, a história da Gerontologia poderia muito bem ser a história de Aslan.\"\n\n\"A vida de Ana Aslan pode ser vista em seu trabalho. Ela lutou corajosamente, tudo a serviço do bem, para tornar o sonho do homem viver com dignidade pelo maior tempo possível. Agora celebramos a inventora, a cientista, a médica e a professora. Por 35 anos, desde 1952, ela nos liderou como o primeiro Instituto de Gerontologia do mundo. Ana Aslan é a Embaixadora da Gerontologia e uma mulher brilhante.\n\nComo cientista, ela é uma inventora, não uma imitadora. Ela desempenhou um papel tão importante na Gerontologia em nível mundial. Ela deu ao mundo décadas de pesquisa que revelaram que Gerovital -H3® é o tratamento mais eficaz em geriatria. Ana Aslan é a colaboradora original na pesquisa básica sobre envelhecimento celular e molecular, e pesquisa a reação do seu produto no corpo.\n\nEla tem uma empatia especial pelos idosos e sempre lutou para melhorar suas condições em todo o mundo. Ela trabalhou com outros para iniciar a Assembleia Geral da Organização das Nações Unidas sobre o envelhecimento, realizada em Viena, 1983. Aslan tem uma compreensão e apreciação notáveis ​​pela beleza e cultura. Certa vez, ela visitou o túmulo de Hipócrates e sobre o qual ela declarou: \"Agora percebo o quão pequena eu sou.\"\n\nComo discípulo e colaborador, e inspirado pelo Hino Universitário, declaro \"Viva Academia! Viva Professores! Viva Ana Aslan!\"\n\nDistinções de Aslan\n\n1. Comendador da ordem \"Meritor Della Republica\", Itália, 1969\n2. Medalha de Ouro Comemorativa, Nicarágua, 1971.\n3. Cruz do Mérito, Ordem do Mérito de primeira classe, Alemanha, 1971.\n4. Herói do Trabalho Socialista, Romênia, 1971.\n5. \"Augusto Pinaud\", Medalha, Venezuela, 1972.\n6. Cavalier de la Nouvelle Europe, Prêmio Oscar, Itália, 1973.\n7. Cavaleiro da Ordem \"Les Palmes Academiques\", França, 1974.\n8. Prêmio Internacional, \"Eva\", Itália, 1974.\n9. Comendador da Ordem \"De Orange Nassau\", Holanda, 1975.\n10. \"L'Ordre du Merite\", Grande Officier, Senegal, 1976.\n11. \"Dag Hamarskjoeld\", Prêmio Internacional, Itália, 1977.\n12. \"Dama di Collare Del Santo Graal,\" Nice, 1978 (concedido pela Itália)\n13. Cidadão Estrangeiro Honorário e Professor Honorário de Ciências, Manila, Filipinas, 1978.\n14. Presidente e Convidado Honorário do Simpósio, \"Ageing Comes of Age\", Academia das Filipinas, Associação de Geriatria e Gerontologia das Filipinas, 1978.\n15. Oficial da Ordem \"Merito Della Republica Italiana\", 1979.\n16. La Medaille et le Prix \"Leon Bernard\" La 35eme Assemblee Mondiale de la Sante, 1982.\n\n**Aslan é citada em todos os seguintes**\n\nQuem é Quem na América (1972) Quem é Quem no Mundo (1971) Quem é Quem das Mulheres (1971) Enciclopédia Britânica (1974) Quem é Quem dos Intelectuais (1976) Os Homens Internacionais de Realização (1976) Associação Biográfica Internacional da Inglaterra (1978)\n\n### **Comentários do Dr.** Mircea **Dumitru**\n\nEstamos testemunhando uma alteração espetacular da pirâmide etária. Além disso, o processo de envelhecimento demográfico da população continuará a aumentar nas próximas décadas. Sinto-me obrigado a soar um alarme sobre a aparição deste fenômeno único na história humana, pelo menos em relação a como as táticas e estratégias apropriadas devem ser adotadas.\n\nA sociedade humana tem o dever de se beneficiar de forma organizada do conhecimento, da experiência, da sabedoria e do tempo livre dos idosos.\n\nA atividade, como modo de vida para os idosos e pessoas idosas, cria para eles um bem-estar mental e físico, transformando a velhice em um período útil, não apenas no nível individual e familiar, mas também no nível social.\n\nA imagem tradicional do idoso incapaz de trabalhar, necessitando de ajuda, cuidado e com tendência à solidão está sendo reavaliada. Os idosos não aparecem como uma categoria homogênea da população, mas como uma categoria muito heterogênea, do ponto de vista demográfico, médico e social.\n\nO conceito de \"idoso\" do ponto de vista social está se tornando obsoleto e fora de moda, sendo frequentemente considerado em um sentido meramente funcional relacionado à capacidade do idoso de assumir um papel na comunidade.\n\nPesquisas interdisciplinares são aptas a oferecer soluções para promover uma Velhice Ativa. Como um defensor de uma concepção otimista da terceira idade, nos dados que estou submetendo, proporei medidas para formar uma nova atitude em relação a esta última fase da vida.\n\n\"A eterna juventude sem idade\" sempre foi um dos grandes desejos e preocupações da humanidade. Especialmente nas últimas décadas, se os pensamentos dos últimos mil anos fossem colocados em uma lente microscópica, então a complexa equação do envelhecimento humano começaria a revelar alguns de seus valores desconhecidos, no entanto, o homem não pode aceitar a ideia de envelhecimento e morte.\n\nTenho discutido os tópicos de envelhecimento e velhice com meus pacientes durante os últimos 40 anos da minha prática pré-geriátrica e geriátrica; esses anos foram dedicados à pesquisa científica relacionada às doenças do envelhecimento; sua prevenção e tratamento.\n\nTrabalhei por 25 anos no Instituto Nacional de Gerontologia e Geriatria em Bucareste, do qual fui Diretor e o mais próximo colega de trabalho da famosa médica romena - Ana Aslan por 11 anos. Tive a oportunidade de examinar pacientes de diferentes idades de todo o mundo, para conhecer seus pensamentos, suas preocupações e suas variadas perguntas.\n\nPor exemplo, conversei com muitos jovens, para quem o envelhecimento, a morte e a doença eram estados que eles ainda não tinham aceitado como uma possibilidade durante suas vidas. Outros jovens com quem lidei tinham doenças e dores e desejavam um fim o mais rápido possível. Alguns consideravam que deveriam tentar tudo o mais rápido possível e não tinham respeito por sua saúde.\n\nAlgumas mulheres acreditavam que a menopausa era o início da velhice e outras pessoas idosas saudáveis ​​(frequentemente centenárias) que estavam em plena atividade imploravam pela beleza desta idade e consideravam a vida do alto de sua sabedoria. Claro que também havia seus filhos abandonados, aqueles idosos que tinham doenças crônicas graves e viviam sozinhos. Tudo isso tem sido uma lição fantástica para minha prática pré-geriátrica e geriátrica.\n\nMas somente o destino me tornou o médico pessoal da Professora Ana Aslan durante os últimos três anos de sua vida. Durante esse tempo, nos tornamos mais próximos em espírito e em nossas longas conversas ela compartilhou muitos de seus pensamentos privados de sua experiência de vida lutando contra a velhice e seus sofrimentos.\n\nFazer-lhe muitas perguntas que me preocupavam me deu a oportunidade de aprender as convicções de uma das personalidades mais famosas do mundo, cujas ideias eram pioneiras no fascinante campo da Gerontologia e Geriatria.\n\nÀ tarde e à noite, no terraço do seu apartamento na Clínica Otopeni, (onde ela estava convalescendo), ela me contava seus pensamentos, e interrompida apenas pelos trinados do rouxinol, ela falava dos 84 países que havia visitado. As pessoas, suas culturas, as personalidades famosas que havia conhecido, e normalmente, sobre a história de seu único filho - GH3 Gerovital -H3® - o produto que poderia melhorar a qualidade de vida.\n\nDepois dos 40 anos de idade (que é um período crítico do ponto de vista biológico), muitas pessoas começam a perguntar: \n\n## O que é velhice? \\\nE o processo de envelhecimento? \\\nComo podemos lutar contra isso? \\\nA velhice pode ser adiada ou prevenida? \\\nQuais são os fatores que aceleram o processo de envelhecimento?\\\nDevemos aprender a morrer? \n\nUma pessoa tem o direito de dispor de sua própria vida e decidir quando o fim deve ser? E a atividade sexual na velhice? Ela pode ser melhorada? Como as relações entre as gerações serão afetadas? Qual é o papel das pessoas mais velhas na sociedade e na família?\" e assim por diante.\n\nMinha compreensão das preocupações das escolas de gerontologia nos Estados Unidos, Grã-Bretanha, Alemanha, França e Romênia em relação à \"Pesquisa de Extensão da Vida\" e da minha prática geriátrica, com o tempo, me fez perceber que \"esses bons hábitos\" dão força e vida ativa no envelhecimento.\n\nHoje descobrimos o que originalmente se pensava ser uma condição compulsória da velhice, a saber, a presença de doenças cardíacas, artrite, diabetes, depressão. Atualmente e especialmente no futuro próximo, esses não são mais (e não serão) fatos do envelhecimento. Tudo depende da maneira como você vive do nascimento à morte e que tipo de suplementos você está tomando.\n\nO comportamento é baseado na maneira de pensar para permanecer jovem, na estratégia de lutar contra o ganho de peso, prevenir a paralisia, lutar contra o estresse e manter um espírito jovem de coração.\n\nNas páginas seguintes, tentarei responder a algumas dessas perguntas e traçar uma maneira de viver, permanecer ativo e manter a dignidade na velhice.\n\n\"Envelhecer de forma bela e digna é ao mesmo tempo uma ciência e uma arte.\" Ana Aslan.\n\n# O processo de envelhecimento e a velhice\n\nAna Aslan lembrou com prazer de uma pergunta feita por muitos repórteres e pesquisadores: \"O que fez você, na década de 1940 — quando muito poucas pessoas pensavam em geriatria — se dedicar ao estudo do envelhecimento e ao cuidado dos idosos?\"\n\nA resposta de Ana Aslan sempre foi cheia de nostalgia; \"Aos 50 anos, mudei de carreira e comecei outra vida dedicada à Geriatria. Eu era especialista em Medicina Interna e Cardiologia e em 1º de janeiro de 1945, recebi um cartão de felicitações, que guardo com meus bens preciosos. Este cartão foi assinado por muitos dos meus pacientes que escreveram: - Por ocasião do seu aniversário, um grupo de pacientes idosos, alguns dos brinquedos quebrados da vida, desejam-lhe boa saúde e muitos anos felizes! - Li e reli essas palavras muitas vezes e elas continuaram a me comover e até mesmo a me obcecar. Eu disse a mim mesmo que, de fato, esses brinquedos quebrados poderiam ser consertados, e me perguntei que ajuda eu poderia dar aos idosos? Essas palavras e aquele cartão, juntamente com o impulso dado por um dos meus professores, foram a semente que brotou em minha mente e me fez dedicar o resto da minha vida ao estudo e tratamento de idosos. Foram os idosos que me mostraram que o TEMPO é o assassino da substância orgânica e coloca sua marca definitiva no organismo humano.\"\n\nEm nossa sociedade contemporânea, estamos testemunhando duas tendências essenciais: o envelhecimento da população e o progresso técnico.\n\nA compreensão das tendências demográficas, a terapia e a recuperação das doenças da velhice são problemas prioritários com implicações econômicas, políticas e sociais.\n\nCada um de nós é testemunha de um aumento espetacular da expectativa de vida média, que aumentou de 40-50 anos no último século, e agora, para mais de 78 anos. Os avós cuidam de seus netos, e de seus bisnetos, e compartilham com eles sua experiência de vida, um feito não possível antes na história da humanidade.\n\nNo ano 2000, aqueles com mais de 60 anos representarão 15-20% da população total da Terra. A taxa daqueles com mais de 65 anos aumentou de 200 milhões em 1950 para 400 milhões em 1985, e para uma estimativa de 600 milhões em 2000, e para mais de 1 bilhão em 2025!\n\nQuais são as implicações da presença de tal segmento de idosos na população? Eles devem ficar fora da vida social normal? A resposta a essas perguntas tem impacto não apenas na Gerontologia, mas também na filosofia, religião, política e economia. A Geriatria lida com a medicina para idosos, e a Gerontologia estuda as modificações do organismo humano ao longo do tempo, como tal, a Gerontologia pode definir o processo de envelhecimento e pode distinguir entre envelhecimento e doença. Sozinhos, eles não podem responder e resolver as questões fundamentais do envelhecimento, mas juntos eles se tornam uma ciência poderosa.\n\n* O envelhecimento é uma pluralidade de mudanças normais da humanidade devido ao lapso de tempo, à mudança no estado de espírito e na condição física de cada um de nós. * A doença é um acidente, um processo patológico, anormal, que pode ocorrer ocasionalmente na infância, na idade adulta e não é obrigatório em pessoas idosas.\n\nA doença pode ser prevenida, tratada ou, se se tornar crônica, pode ser aliviada. A doença também pode frequentemente esconder o envelhecimento e, por essa razão, devemos prestar atenção à mudança devido ao tempo \"per se\".\n\nO processo de envelhecimento é sugestivamente ilustrado na Figura 4. Ela mostra a presença crescente do envelhecimento do período embrionário, infância, idade adulta e até a velhice. Nessa concepção, a velhice é o último período da vida, quando os sinais de envelhecimento se tornam evidentes; sinais como o gerontoxon (ou arcus senilis), uma mudança degenerativa na córnea que ocorre em pessoas com mais de 50 anos e a cessação do ciclo menstrual etc.\n\nPara o leitor é muito importante saber que o envelhecimento está sujeito à influência de fatores genéticos e ambientais. Sob a influência desses fatores, o ritmo de envelhecimento pode ser normal, acelerado ou retardado.\n\nCada pessoa tem seu próprio relógio biológico, que pode funcionar normalmente ou ter um funcionamento acelerado ou atrasado.\n\nA nutrição, os fatores físicos, ambientais, o modo de vida, a presença ou ausência de doenças, o estresse e o tratamento eutrófico com Gerovital-H3 ® influenciam o ritmo de envelhecimento.\n\nApós os 40 anos, a proporção entre tecido muscular e tecido adiposo muda. Por volta dos 60 anos, 30% da massa muscular é substituída por tecido adiposo. A flexibilidade articular, a força muscular, a ventilação pulmonar, a elasticidade vascular e a eficiência cardíaca diminuem com o avanço da idade.\n\nA acuidade visual e a função ovariana estão entre as primeiras mudanças, que anunciam o período de senescência. Na estrutura óssea, ocorrem mudanças importantes, que devem ser prevenidas com as medidas necessárias.\n\nAos 65 anos não podemos mais fazer o que fazíamos aos 30 e todos nós entendemos esse fato.\n\nA velhice é muitas vezes um \"estado de espírito\" e o espírito humano é o tratamento mais forte, que deve ser alimentado com compreensão, trabalho construtivo útil, amor, tolerância, gentileza e amizade.\n\nA velhice pode ser um período de dor, solidão e doença, com altos custos médicos e complexidade social; Grieg descreveu-a como \"a diminuição também tem sua beleza\", Juvenal, no entanto, disse: \"a velhice é pior que a morte\".\n\nNa vida cotidiana, na literatura, nos contos de fadas, a auréola da velhice não falta. Na sabedoria popular, o velho aparece como um personagem positivo, gentil e inteligente. Os idosos são capazes de atividades úteis para si e para os outros, podem resolver situações difíceis, valorizar sua criatividade. Eles são um tesouro de sabedoria e preservam uma \"história viva\", são os guardiões da história e, por vocação, caráter e escolha inspirada, tornam-se tão importantes quanto os inventores.\n\nQuando perguntei a Aslan, \"o que é envelhecimento e velhice e como podemos combatê-los?\" ela respondeu, \"A velhice é cheia de sofrimento e dor e eu considero isso como um parasita da vida que se desenvolve lentamente e, quer você saiba ou não, ele toma conta de nós. A partir dos 50 anos, declarei guerra ao envelhecimento e à velhice. Gerontologia e Geriatria têm possibilidades suficientes para desacelerar o processo de envelhecimento e atrasar o início da velhice. Somos obrigados a nos proteger e explicar aos pacientes saudáveis ​​ou doentes, o que significa envelhecer, e o que eles têm que fazer para estender sua vida em condições de qualidade. Meu tratamento e meu método são uma solução, Gerovital -H3® não é apenas um tratamento, é esperança, e quando não há esperança, não há nada.\"\n\n# A incrível aventura de Ana Aslan\n\n(EM SUAS PRÓPRIAS PALAVRAS) \"Aceitei que tinha que deixar Bucareste para ficar sozinha. Isso não foi fácil para mim, mas naqueles anos, o ar que eu respirava não era o suficiente. Luzes brilhantes são atraentes para espíritos criativos, mas também podem privá-lo da visão.\n\nOs magníficos carvalhos têm muita sombra, e sob sua magnífica coroa você pode encontrar as menores árvores. Suas sementes devem ser levadas pelo vento para lugares férteis.\"\n\nAna Aslan tinha muitas ideias pessoais, uma das quais era abrir uma faculdade de medicina em Timisoara, cidade do oeste da Romênia situada às margens do canal de Bega.\n\nFoi aqui que ela conheceu o Dr. Pius Branzeu, um aluno do famoso Professor Loriche. Ela discutiu seus métodos de tratamentos com Novocaína em incisões pós-operatórias e mais tarde aprendeu sobre o método de Dos Ghali de administração intravenosa de Novocaína em pacientes com asma brônquica.\n\nAna Aslan também estudou apaixonadamente o trabalho do Professor CI Parhon. Após 30 anos de observações clínicas e experimentais, Parhon chegou à conclusão de que o envelhecimento é uma doença e que pode ser tratada. Em 1908, ele publicou suas observações de dois casos de ostemalacia senil e, em 1925, introduziu o termo Ilikibiology, que significa variações morfológicas, químicas e fisiológicas relacionadas à idade.\n\n\"Eu dei aulas na clínica médica em Timisoara e aprendi as noções básicas de gerontologia. Li todas as obras de Marinescu, Parhon, Metchnikoff, Charcot e Burger (os principais discípulos da gerontologia) e também mantive um relacionamento com o Dr. Parhon. Desde 1946, ele era o Diretor do Instituto de Endocrinologia em Bucareste e o chefe do Departamento de Endocrinologia da Universidade de lá. Eu voltava a Bucareste uma vez por mês só para falar com ele.\"\n\n\"Parhon foi um pioneiro em gerontologia. Ele tratou pacientes idosos com extratos de epífise, gônadas, insulina e vitamina E, em 1909 publicou o primeiro livro do mundo sobre endocrinologia e em 1955 publicou o livro Biologia das Eras, que foi traduzido para o mundo todo.\"\n\n\"Parhon tinha uma mente universal e era um homem maravilhoso. Nosso relacionamento privilegiado era no campo da gerontologia; era onde estava seu coração. Ele acreditava no rejuvenescimento e sustentava ardentemente que a vida não pode ser apenas uma direção de mão única. Ele sabia de tudo, botânica, zoologia, endocrinologia, psiquiatria e antropologia. Sua mente era como uma enciclopédia! Acima de tudo, Parhon era um homem de grande generosidade e dedicação. Ele sacrificou muitas coisas pela medicina, incluindo até mesmo alguns relacionamentos familiares, ele era bem diferente de Danielopolu, mas sem os dois, eu não seria o que sou agora!\"\n\nEm 1946, Aslan publicou sua primeira pesquisa sobre Novocaína, A Ação da Novocaína na Taxa Respiratória quando injetada no Humano. \"Após os primeiros resultados com injeções de Novocaína nas embolias vasculares, tentei esse tratamento em pacientes com artrose e aqueles com tendência à anquilose. Como essas doenças são crônicas, administrei cada uma com mais injeções. Com grande alegria, notei uma melhora nos sintomas locais e, ainda mais importante, uma grande melhora em sua condição geral geral. Antes dos tratamentos, os pacientes evitavam qualquer movimento devido à dor e, então, estavam dispostos e querendo andar, sentar, ler e conversar. A maior recompensa foi notar um aumento em seu interesse pela vida e por suas famílias.\"\n\n\"Essas melhorias também vieram junto com um sono muito mais tranquilo para os pacientes. Isso me levou à hipótese sobre o efeito geral da Novocaína no sistema neurofísico. Talvez tenha tido efeitos aqui e também localmente. Anotei essas observações por dois anos até poder testar minha hipótese.\"\n\n\"Em 15 de abril de 1949, um estudante de medicina GI com artrose chegou à nossa clínica. Por 3 semanas ele teve dores terríveis e articulação bloqueada. Expliquei minha ideia sobre Novocaína a ele e, após receber sua permissão, dei-lhe uma injeção intra-arterial com 1% de Novocaína. Seu joelho ficou móvel imediatamente e ele conseguiu flexionar a perna completamente. Que felicidade! Administrei esse tratamento por mais duas semanas, depois das quais ele se recuperou completamente.\"\n\n\"Havia um belo parque perto da clínica em Timisoara, e em uma tarde de abril, enquanto eu estava lá, notei um velho. Ele estava apoiado em suas muletas e, ao sentar-se, colocou a cabeça entre as mãos. Mais tarde, eu o vi em uma das pinturas de Van Gogh! Ele personificava o desespero. Minha atenção então se voltou para um casal de idosos que caminhava com passos curtos, pacientemente apoiados um no outro. Eles não conversavam, mas seus rostos secos e enrugados diziam o suficiente sobre seus muitos anos. Seu andar era um símbolo de sua fraternidade e apoio que eles deram, e continuarão a dar, um ao outro pelo resto de suas vidas.\"\n\n\"Então eu disse a mim mesmo, por que não posso ajudar essas pessoas? Por que elas têm que sofrer tanta dor e sofrimento? Se esse jovem tivesse começado a andar depois das injeções que eu dei a ele, talvez essas pessoas pudessem ser ajudadas? Elas poderiam sorrir novamente e recuperar seus próprios passos seguros.\" \"Eu não fui a Bucareste no fim de semana como eu vinha fazendo nos fins de semana.\n\nEm vez disso, voltei para este parque. Tudo em que eu conseguia me concentrar eram os idosos. Eu estava sobrecarregado com a idade; comecei a sentir uma simpatia incomum. Algo me tocou profundamente, e comecei minha busca. À noite, pensei nas injeções de Novocaína que Loriche havia administrado em torno de feridas. Se uma cura tão rápida ocorresse, não poderia beneficiar essas pessoas também? Fiquei obcecado.\" \"Depois de fazer uma pesquisa farmacodinâmica em 1946 com o Dr. Danielopolu, essa convicção se cristalizou em minha mente entre 1947-1949. Eu estava usando Novocaína para tratar asma brônquica de acordo com o método de Dos Gahali e para tratar artrite e emboias de acordo com o método de Loriche.\"\n\n\"Eu praticamente corri para Bucareste com meus resultados! O Dr. Danielopolu me aconselhou a compartilhar isso com Parhon imediatamente. Suas palavras para mim foram: \"Novocaína tem efeito no envelhecimento. Você deve conduzir essa pesquisa com cuidado. Volte para Bucareste e lidere nosso Departamento Experimental aqui. Eu farei todos os arranjos, apenas diga que você virá.\" Eu concordei e em alguns meses eu estava de volta a Bucareste.\"\n\nEsta aventura que começou em Timisoara continuou em Bucareste. Mas foi aqui que a luta realmente começou. Para esclarecer o mecanismo de ação da Novocaína na artrite, Aslan seguiu seus efeitos na artrite experimental induzida por formaldeído (de acordo com o método de Seyle-Brownlee).\n\n\"No outono de 1949, eu queria apresentar minhas primeiras observações à Academia de Medicina. Foi então que percebi a inveja que estava tomando conta dos meus colegas e como ela estava aumentando. Em coro, Milcu, Lupu, Nicolau e Benetato foram inflexivelmente contra. \"Você precisa de pelo menos 25 casos\", eles argumentaram. Finalmente, eles se recusaram a incluir minha pesquisa na pauta que estava sendo definida para as reuniões da Academia. Não importa, eu disse a mim mesmo, Alzheimer apresentou suas observações sobre um único caso, e Hodgkin sobre apenas seis!\"\n\n\"Depois que Parhon deixou o Instituto de Endocrinologia, aqueles que o seguiram me causaram muita frustração. (Eles, no entanto, fizeram uma coisa boa, pela qual quero agradecê-los: eles concordaram com minha renúncia e retorno a Bucareste).\"\n\n\"Com o passar do tempo, aprendi que a oposição me tornava cada vez mais ambicioso. Eu sabia que estava certo e tinha que provar isso. A vida seria muito monótona sem controvérsias e, no meu caso, infelizmente, as controvérsias ultrapassaram os limites da disputa acadêmica. Tudo isso não importa agora, eu as perdoei há muitos anos.\"\n\n\"Foi a cooperação com Parhon que realmente importa. Ele foi muito bom para mim e estava convencido pelos resultados que eu estava obtendo. Ele era meu apoio moral, e é por causa dele que continuei com minha pesquisa.\"\n\nAssim que Aslan começou a publicar e compartilhar seu método, mais e mais pessoas, a maioria delas doentes, começaram a visitar o Instituto. O Instituto, situado em um lugar anônimo, gradualmente se tornou a Meca dos doentes.\n\nCientistas vieram para aprender com ela, assim como para se submeter a tratamentos. Alguns ficaram perplexos, ouvindo os testemunhos dos idosos que recuperaram a alegria de viver, retornaram às suas atividades favoritas, encontraram paz em suas batalhas contra a insônia.\n\nMais importante, eles encontraram seu lugar na sociedade, uma sociedade que antes os alienava e os repelia. Suas palavras faladas e escritas são prova da eficácia de seu tratamento, método e produto, Gerovital H3®, que trouxe tanto alívio e esperança ao sofrimento.\n\nMuitos médicos vieram ao Instituto para treinamento em gerontologia e geriatria, e para aprender o método de Aslan. Em troca, Aslan os visitou em seus países para reconhecer e celebrar seus resultados. Com especial apreço, ela se lembrou da Dra. Marion Bucker Bode da Alemanha. Além de liderar um centro de geriatria, ela também tinha sérias preocupações com a pesquisa. Ela falou também do Dr. Pop Michel do Chipre, estes e muitos outros, eram considerados seus discípulos na luta contra o envelhecimento.\n\n# Alguns dos muitos depoimentos sobre Ana Aslan\n\nApós visitar o Instituto em setembro de 1958, o acadêmico R. Bacov, diretor do Instituto Pavlov em Moscou, escreveu: \"Achei a atividade realizada no Instituto do Professor Aslan muito interessante. O problema em que eles se concentram fascina o mundo. Acho que a Professora Aslan encontrou uma maneira real de manter a atividade do sistema nervoso e prolongar o funcionamento normal de todo o organismo. Eu mesmo estou convencido de que o método de Aslan é um sucesso. Obrigado pela maravilhosa demonstração de seus resultados.\"\n\nRobert A. Homes, MD, médico chefe de um hospital em Washington DC, confessou que aprendeu muito com o tratamento revolucionário de Aslan. Hollings E., Senador SC, Washington DC, expressou sua admiração por uma verdadeira mãe natureza, assim como o Senador Howard W. de Nevada, que comentou sobre o trabalho maravilhoso em um campo tão importante.\n\nO professor Aslan estudou e diversificou exaustivamente a pesquisa, fato que também foi observado no departamento de farmacologia da Universidade de Harvard.\n\nEsses foram reconhecimentos mundiais, o Ministro da Saúde da Bélgica, Nameche Louis, declarou estar \"impressionado com a ação social desenvolvida por Aslan e convencido dos resultados profiláticos\".\n\nDesde 1966, Lord Amulree de Londres apreciava \"o trabalho que Aslan desenvolveu para cobrir toda a Romênia com uma rede de centros de assistência para idosos. Isso poderia muito bem ser imitado por outros países e espero que esse trabalho maravilhoso do Professor Aslan seja amplamente divulgado.\"\n\nO Dr. Iderwal de Carvalbo, professor de psicopatologia na Universidade de São Paulo, no Brasil, ficou \"cheio de admiração por tudo o que viu e sentiu no Instituto quando notou pessoalmente a excelência do trabalho de Aslan e os resultados magníficos no tratamento do envelhecimento com GH3 Gerovital H 3 ® e Aslavital\".\n\nDo Instituto de Geriatria e Gerontologia da Universidade de Florença, na Itália, o professor Francesco Antonini, \"admirou o trabalho realizado com tanta inteligência\". Uma carta de agradecimento do professor Mario Giacorezzo, da Clínica Médica da Universidade de Roma, agradeceu a Aslan \"por esta lição magistral\".\n\nJornalistas, escritores e poetas cuja fantasia os levou além dos limites da realidade logo visitaram o Instituto vendo os resultados em pacientes idosos. Por exemplo, Galina Seredrinkova escreveu: \"O sonho de Fausto, os alquimistas lutam pela vida foi resolvido pela mulher bem conhecida do nosso século, Ana Aslan. A gratidão e o entusiasmo em relação ao seu talento e seu profundo pensamento científico incluem qualquer um entre as paredes de seu instituto.\"\n\nUm jornalista chamado A. Umar considerou os resultados de Aslan não apenas prestigiosos para a Romênia, mas para o mundo inteiro.\n\nDurante sua vida, Aslan recebeu milhares de cartas. Elas vinham das partes mais remotas do mundo. Às vezes, as cartas eram enviadas sem endereço, mas com um simples \"Ana Aslan\" no envelope. O país e o endereço não eram necessários, o mundo inteiro sabia dela! Na maioria das cartas, os pacientes expressavam seus agradecimentos por recuperarem força, esperança e confiança. Eles expressavam sua gratidão por sua competência e devoção.\n\nEla tinha quatro secretárias que a ajudavam a responder a cada uma delas. Elas tinham um trabalho difícil, trabalhando no ritmo e no tempo que Aslan exigia. Ela não considerava essa correspondência impressionante como simples polidez e receptividade, mas sim como parte constitutiva de sua própria atividade médica como médica. A troca com institutos de pesquisa, como o \"Instituto do Envelhecimento\" nos Estados Unidos e em Kiev, significava contato.\n\nDe suas viagens e fama, Aslan fez amizades em todos os lugares. Muitos deles se tornaram pacientes e acompanharam seu tratamento por anos e anos. Um deles foi o Sr. Hans Matguart da Alemanha; ele era um homem de cultura, honra e honestidade notáveis. Depois que soube da morte de Aslan (um mês depois que ela realmente morreu), ele pegou um avião para Bucareste. Ele foi até o túmulo dela e permaneceu lá silenciosamente por algum tempo, como homenagem e respeito.\n\nEle continuou a se dirigir a mim; \"É um prazer para mim falar sobre a Professora Ana Aslan, pois ela era, na minha opinião, uma autoridade mundial e uma pessoa notável. Meu primeiro encontro com ela ocorreu em 1982. Ana era uma mulher idosa, mas ainda mantinha toda a sua capacidade mental. Sua longa experiência médica provou ser muito útil. Ana também estava sendo tratada com Gerovital -H3®. Sua capacidade intelectual, mantida até o fim de sua vida, é prova do sucesso do medicamento.\" \"Eu tinha começado meu tratamento (terapia de Aslan) em 12 de agosto de 1980 e continuei sem interrupção.\n\nEla mesma cuidou de mim pessoalmente. Ela me examinou e decidiu qual tipo de terapia. Por dez anos, em intervalos regulares, fui tratada com Gerovital -H3® por injeções e pílulas. Agora tenho 76 anos; portanto, comecei a terapia quando tinha 65. Desde então, continuo liderando negociações em minha área e tomando todas as decisões necessárias sobre minhas atividades. Eu ainda faria isso se não estivesse usando Gerovital-H3®? Eu definitivamente digo não!\"\n\n\"Nos últimos 10 anos, realizei minhas tarefas diárias com grande alegria. Quando pensamos que o homem normal se aposenta aos 65 anos ou antes, esses 10 anos são ainda mais surpreendentes. Ocupei cargos honorários e fui nomeado várias vezes presidente de diferentes organizações. Essa atividade é prova da minha capacidade. Também deve ser mencionado que nos últimos 10 anos também não tive nenhuma doença séria, mais uma prova de condições saudáveis ​​devido à terapia de Aslan.\"\n\n\"Ao longo desses 10 anos, conversei frequentemente com outras pessoas nesse tratamento de longo prazo, e nenhuma vez ouvi uma palavra negativa. Claro que essa terapia não pode fazer milagres sozinha. Resultados positivos só aparecem quando tratamentos regulares são dados e o médico com quem se está lidando é visto regularmente.\"\n\n\"Acima de tudo, espero que seu conhecimento seja espalhado para todas as pessoas deste país e para toda a humanidade.\"\n\nDurante essa visita, o Sr. Matquart ficou intrigado e confuso sobre o porquê de sua morte não ter sido imediatamente anunciada. \"Ana pertencia à humanidade, não apenas à Romênia. Certamente, o cemitério de Belu estaria cheio de pessoas de todo o mundo?\" Mas sob o comunismo, o povo da Romênia não tinha possibilidade de provar e saber do sucesso internacional de Ana Aslan.\n\n# Base biológica do tratamento GH3 Gerovital -H3®\n\nAna Aslan no Instituto de Gerontologia e Geriatria em Bucareste, Romênia experimentou com Gerovital-H3® entre 1951 e 1958. Desde 1951, Aslan parou de usar cloridrato-procaína; os resultados da pesquisa materializaram um produto diferente com uma nova fórmula - Gerovital-H3®. Na nova fórmula, adicionar ácido benzoico à procaína e induzir um maior acesso da procaína aos compartimentos celulares hidrofóbicos modificou a ação farmacológica da cloridrato-procaína.\n\nEntre Gerovital-H3® e procaína-clorídrica há uma diferença de ação farmacológica. Hazard mostrou que o produto à base de procaína tem uma estabilidade de 6 meses, enquanto o produto Aslan tem uma estabilidade muito maior de 2 anos e 6 meses.\n\nUma vez introduzida no corpo humano, a molécula de procaína é hidrolisada pela procainesterase em duas frações metabólicas; Ácido paraaminobenzico (PABA) e Dietilaminoetanol (DEAE). A absorção dos dois metabólitos é melhor quando eles resultam da hidrólise in vivo do Gerovital -H3® do que quando administrados como tal. A absorção ocorre de forma competitiva, o que significa que os dois metabólitos competem pelos sítios ativos ou mecanismos que governam a absorção. A absorção do DEAE é particular ao cérebro em comparação a outros órgãos.\n\nA procaína do Gerovital-H3® tem maior capacidade de flotação do meio (pH), devido ao ácido benzoico, reduzindo a velocidade de degradação do produto. O DEAE se divide em Etanolamina, Glicina e Ureia. A Etanolamina entra no ciclo de síntese da Colina e depois da acetilcolina. No caso do Gerovital-H3®, as técnicas cromatográficas mostraram que há moléculas de procaína intactas no sangue e no coração de animais experimentais 6 horas após a administração do produto. Existem duas explicações possíveis para a importante diferença no metabolismo da procaína.\n\nConsidera-se que a procaína clorídrica é metabolizada de forma diferente dependendo do pH da solução. Em um pH de 7, a procaína é permeada \"em massa\" no sangue, mas em um pH de 3,3 a procaína é gradualmente liberada do sangue.\n\nUma solução ácida diminuirá a liberação repentina da substância, uma qualidade que Gerovital -H3® possui. Cohen (1) mostra que o ácido benzoico se organizará no espaço de tal maneira que protegerá a molécula de procaína em seu ponto fraco da ação da procainesterase. Importantes também são os íons K, que amplificam a ação da procaína no nível do sistema nervoso e muscular (2). Gordon (3) comparou Gerovital-H3® e Procaína e descobriu que há diferenças estatísticas significativas a favor de Gerovital-H3®. Os experimentos realizados por Aslan (4) mostraram diferenças significativas entre Gerovital-H3® e Procaína induzindo os reflexos vasculares condicionados e não condicionados em pacientes idosos.\n\nGerovital -H3® atua no corpo humano tanto na forma de molécula intacta quanto por meio dos produtos de hidrólise PABA e DEAE, que participam da regulação do metabolismo intermediário.\n\nGerovital-H3® favorece a síntese de acetilcolina e é uma fonte de ácido fólico. De fato, uma série de pesquisas sugere a hipótese de que a procaína, por meio do PABA, pode estimular a flora intestinal e a produção de ácido fólico, vitamina K e tiramina. O efeito celular do produto Aslan tem diferentes características e dimensões em relação ao órgão em questão e seu papel dentro do corpo. A melhora da atividade nervosa superior apresenta uma importância particular. Yau (4) fez um estudo farmacológico sobre Gerovital-H3® e resumiu seu mecanismo básico como,\n\n*Gerovital-H3® inibe competitiva e reversivelmente a monoamina oxidase (MAO).*\nGerovital-H3® atua como um antidepressivo através da modificação do nível de monoamina no cérebro.\n*Gerovital-H3® é muito seletivo na inibição da desaminação da oxidase.*\nA desaminação oxidativa da monoamina pelo Gerovital-H3 é feita de forma a eliminar o pico de hiperpressão arterial, tão tipicamente presente após a administração de outros inibidores da MAO.\n\n* GH3 Gerovital -H3® é considerado como tendo um papel na manutenção do estado fisiológico da membrana da célula nervosa, restaurando o equilíbrio entre os processos de excitação e inibição no nível dos sistemas cortical e subcortical.\n  *Gerovital-H3® exerce uma importante ação reguladora sobre os centros nervosos vegetativos. Outros experimentos revelam a ação anabólica da procaína. Estudos em Infusórios (Colpidium colpoda e Vorticella) mostram a proliferação de células em decorrência de uma solução fraca de procaína (6).\n\nAs investigações em ratos chamaram a atenção para os efeitos anabólicos da procaína, melhorando a qualidade do cabelo. Berger obteve resultados semelhantes com 6mg de procaína/Kg de peso corporal em um estudo em ratos de 3 meses de idade (7). Por outro lado, Verzar usou 25mg de procaína/Kg de peso corporal (a quantidade que inibe a oxidorredução) e não notou nenhuma modificação (8). Para resolver esses resultados contraditórios, Aslan iniciou um estudo em 1800 ratos brancos tratados com Gerovital-H3® (9). Os resultados apontaram uma tropicidade geral melhorada, uma resistência aumentada à doença pulmonar e menos modificações miocárdicas. Menos tumores espontâneos ocorreram no grupo tratado em comparação com os controles.\n\nA ação do Gerovital -H3® sobre o mecanismo lipídico é refletida pela característica lipotrópica, heparinóide e lipoconversora (10). O produto à base de procaína da Aslan exerce seus efeitos no processo de aterogênese por vários mecanismos;\n\n*Gerovital-H3® diminui o nível de lipoproteínas e lipídios plasmáticos.*\nGerovital-H3® exerce um efeito na membrana do eritrócito (um aumento na fluidez da membrana e uma proteção contra hemólise osmótica).\n*Gerovital-H3® tem um mecanismo antioxidante que reduz o estresse oxidativo exercido na estrutura da membrana. Russu et col. Descobriram que Gerovital-H3® exerce uma inibição na geração do radical superóxido em um sistema não enzimático (11).\n\nFoi demonstrado que a ação do Gerovital-H3® no metabolismo lipídico resulta em modificações no colesterol total sérico, alterações na proporção das frações de lipoproteínas e alterações no conteúdo de ácidos graxos insaturados (11).\n\n# **As confirmações internacionais sobre a terapia Gerovital H3**\n\nÉ importante mencionar que a pesquisa sobre a terapia Gerovital -H3® foi simulada em mais de 500 publicações médicas e científicas.\n\nOs experimentos utilizando o produto e método original Aslan confirmam a eficiência e eficácia do Gerovital-H3®.\n\nOs dados apresentados no 10º Congresso da Associação Internacional de Gerontologia em Jerusalém em 1975, e no Congresso Europeu de Gerontologia Clínica em 1977, disponibilizaram novas evidências da eficiência do Gerovital-H3®.\n\nO trabalho da sessão especial no Congresso de Jerusalém sobre farmacologia na terceira idade foi dominado pela pesquisa focada no mecanismo de ação do Gerovital-H3®.\n\nUm interesse especial foi gerado pelo mecanismo de ação do Gerovital-H3®, particularmente de vários cientistas americanos que apresentaram artigos de ensaios controlados por placebo duplo-cego. Entre eles estava o Professor William Zung da Duke University, Carolina do Norte, que em seu estudo aplicou o tratamento por 28 dias em seus pacientes que sofriam de depressão (12).\n\nUm grupo de pacientes com 60 anos de idade foi submetido antes, durante e depois do tratamento a uma bateria de testes psicológicos. O professor Zung, um conhecido e respeitado autor de testes psicológicos, provou a eficiência do GH3   no tratamento da depressão. Na mesma sessão, os autores americanos, M. Kurland e M. Hayman de Palm Springs, Califórnia, apresentaram os resultados duplo-cegos realizados com Gerovital-H3® em 63 pacientes sofrendo de depressão e com idades entre 45 e 80 anos (33 usando Gerovital-H3® e 30 usando placebo). Sob observação, havia vários tipos de depressão; depressão maníaco-reativa, depressão reativa, depressão cerebral orgânica, depressão reativa crônica e depressão alcoólica.\n\nOs resultados comprovaram a eficiência do Gerovital-H3® em todos os testes aplicados, as diferenças entre os dois grupos apresentaram grande significância estatística (p>0,001).\n\nResultados particularmente valiosos foram comunicados por McFarlane MD que provou que Gerovital -H3® inibe MAO (13). É um fato conhecido que os níveis de MAO aumentam com o avanço da idade (14). McFarlane certifica a ausência de quaisquer reações adversas com Gerovital-H3® e ele também confirmou que Gerovital-H3® é um inibidor reversível e competitivo da MAO.\n\nO sucesso obtido pelo Gerovital-H3® no Congresso Internacional de Jerusalém em junho de 1975 foi comentado pelo Professor Nathan Shock (EUA) no discurso de encerramento do Congresso. Esse reconhecimento veio logo após outro gerontologista mundialmente conhecido, Alex Comfort (Inglaterra), em um artigo publicado na revista \"Mechanism of Ageing and Development\", onde ele fez comentários positivos sobre o Gerovital-H3® e o método de Aslan.\n\nPor ocasião do encontro internacional \"Medizinischewoche\" em Baden Baden, Alemanha, em novembro de 1983, ao concluir a seção de Gerontologia e Geriatria, o professor Paul Luth disse: \"O método e o tratamento Aslan representam o produto terapêutico mais eficiente em Geriatria.\" (15)\n\nMétodo de tratamento profilático e curativo de Aslan com GH3\n\nComo professora de medicina de 1947 a 1949, Ana Aslan foi inspirada pelos trabalhos de Lorich. Aslan começou a administrar procaína em casos de artrite e em problemas tróficos das extremidades com resultados às vezes espetaculares (1).\n\nFoi o que Ana Aslan declarou desde o início: \"Após uma injeção na artéria femural dada a um paciente com embolia no nível da extremidade inferior, notei o desaparecimento quase instantâneo da dor. Então, pela primeira vez, tive a ideia de aplicar o mesmo método em certas doenças com dor aguda, que produzem imobilização e, portanto, incapacidade de trabalho duradoura.\"\n\nComo outras grandes descobertas, os fatos da observação clínica não falharam com Aslan, pois representaram o início de um período de estudos originais e fundamentais que contribuíram para a profilaxia e tratamento do envelhecimento e doenças crônicas. Assim, naquele período, outra observação clínica foi apontada pelos pacientes que declararam que após as injeções (dadas na artéria das extremidades), a dor foi aliviada em todo o corpo. \"Acredito que um efeito geral foi obtido\", concluiu Aslan.\n\nA partir de 1949, Aslan começou a aplicar seu tratamento em uma casa de repouso. Além de uma melhora dos fenômenos locais, ela notou que o estado físico e psíquico dos velhos estava melhorando. Foi nessa época que Aslan iniciou uma pesquisa experimental que teve efeitos particularmente favoráveis ​​em todos os animais tratados.\n\nQuero enfatizar que, além de introduzir o tratamento com procaína contra o processo de envelhecimento e doenças degenerativas, Aslan teve outras contribuições originais que estão na base do tratamento e do método que leva seu nome.\n\n*Aslan introduziu a terapia de procaína de longo prazo.*\nAslan usou procaína em injeções intramusculares de acordo com seu próprio cronograma, o que representou uma verdadeira novidade terapêutica, já que anteriormente a procaína só tinha sido usada para anestesia local, ou em curas de curto prazo injetadas subcutaneamente, intravenosamente ou, mais raramente, intra-arterialmente.\n\nO momento especial chegou quando a procaína foi preparada para a nova fórmula agora conhecida como Gerovital-H3®. Esta é mais ativa e praticamente não tem efeitos colaterais se administrada em doses terapêuticas.\n\nGerovital-H3® foi experimentado no Instituto de Gerontologia e Geriatria em Bucareste, entre 1951 e 1958. Em 1957, Aslan iniciou investigações comparativas para estabelecer a eficácia do tratamento oral. Para atingir os mesmos resultados do tratamento parenteral, a dose oral tem que ser dobrada.\n\nTambém devo declarar que no Instituto de Bucareste, para avaliar os efeitos do tratamento com Gerovital -H3®, desde 1952, um estudo clínico foi iniciado. Este estudo, devido aos milhares de pacientes observados em uma escala de tempo de 25 anos, torna este estudo clínico único no mundo. Gerovital-H3® é um medicamento complexo que atua como a molécula de procaína com seus dois produtos de hidrólise; PABA e DEAE. A adição de ácido benzoico, potássio e fosfato dissódico aumenta os efeitos do tratamento biotrófico Gerovital-H3®.\n\n# Indicações para Gerovital-H3®\n\nGerovital-H3® é indicado para pessoas com mais de 40 anos para retardar o processo de envelhecimento e como tratamento preventivo e curativo para doenças degenerativas crônicas. Gerovital-H3® demonstrou ser eficaz em todos os seguintes;\n\n* estados depressivos moderados e leves.\n* em problemas relacionados à atenção, concentração, processos cognitivos e no equilíbrio das distinções neurovegativas.\n* síndrome da fadiga crônica.\n* distúrbios do sono.\n* distrofias tegumentares, úlceras tróficas, feridas atônicas.\n* osteoartrite, reumatismo degenerativo, osteoporose e durante períodos de consolidação de fraturas.\n* gerenciamento sexual e melhora do desejo sexual\n* Gerovital -H3® é um fator antiaterogênico ativo e recomendado na aterosclerose cerebral e periférica e no tratamento de consequências pós-infarto e hemiplegia.\n* síndromes de Parkinson e Parkinson.\n* Gerovital-H3® melhora a resistência e a qualidade do cabelo, repigmentação, reduz a alopecia (perda de cabelo), seborreia da pele da cabeça e ajuda a eliminar o prurido.\n* devido à inibição da geração do radical superóxido, Gerovital-H3® é um poderoso antioxidante, um extintor de radicais livres.\n\n# Resultado do tratamento com Gerovital-H3®\n\nO tratamento de Aslan produz uma transformação geral do organismo manifestada da seguinte forma;\n*desejo de ser ativo e viver, melhor memória, maior capacidade de concentração e atenção, melhor otimismo.*\nmelhoria do tônus ​​afetivo e equilíbrio psíquico e vegetativo.\n*aumento das habilidades de autocuidado e capacidade de exercício.*\nmais capacidade de lidar com o ambiente e maior resistência a infecções.\n*funções endócrinas equilibradas com reaparecimento de estrogênios e reativação de andrógenos.*\nmelhoria da acuidade visual, auditiva e olfativa.\n*diminuição da rigidez extrapiramidal, melhora da marcha e aumento da mobilidade.*\nmelhor troficidade da pele, unhas e mucosas.\n*estimulação do crescimento capilar com tendência a repigmentar o cabelo e um aspecto mais trófico.*\nmelhor reatividade dos vasos sanguíneos.\n*o alívio também deve ser mencionado dos sintomas clínicos das doenças crônicas; reumatismo crônico, aterosclerose, asma brônquica, psoríase, vitiligo, úlceras varicosas.*\nmelhora a qualidade de vida retardando o ritmo do envelhecimento e prevenindo doenças crônicas.\n*melhora o desejo sexual.\n\n# Método de administração para Gerovital-H3®\n\nO tratamento de longo prazo com Gerovital-H3® foi amplamente estabelecido com Aslan et col. Por mais de 40 anos no Instituto Nacional de Gerontogoy e Geriatria na Romênia, em conformidade com os métodos de Aslan.\n\nNo início, Gerovital-H3® era administrado apenas como injeções. A tolerância sempre foi testada antes de iniciar o tratamento; uma injeção subcutânea de 1ml no primeiro dia, seguida por uma injeção intramuscular de 2ml no dia seguinte.\n\nSe nenhuma reação local ou geral ocorrer, o tratamento adequado pode ser iniciado. Na experiência de mais de 300.000 pacientes que completaram este tratamento na Romênia, uma intolerância ocorreu em apenas 1 em 7.000 casos.\n\nEm 1957, Aslan iniciou investigações clínicas e experimentais comparativas para estabelecer a eficácia da administração oral.\n\nA dose de substâncias ativas teve que ser dobrada para atingir os mesmos resultados do tratamento parenteral. Considerando esse fato e a dificuldade levantada pelo manejo preciso em certos pacientes, Aslan estabeleceu um esquema combinado composto por abordagens oral e parenteral como segue;\n\n\\*O tratamento PREVENTIVO de doenças crônicas e envelhecimento consiste em 4 ciclos de 12 injeções e 4 ciclos de 24 pílulas, ou seja, um ciclo de 12 injeções ao longo de 4 semanas (ou seja, 3 injeções por semana), um intervalo de 4 semanas, depois um ciclo de 24 pílulas ao longo de 12 dias (um comprimido duas vezes ao dia entre as refeições), um intervalo de 2 semanas e então o ciclo é retomado.\n\n\\*A partir dos 40 anos, o tratamento profilático com pílulas somente é recomendado em uma série de 25 comprimidos durante os primeiros 12 dias, com um intervalo de 2 meses; 1º dia, 1 comprimido/dia, 2 horas após o café da manhã, aumentando para o 12º dia quando 2 comprimidos por dia são tomados, (novamente 2 horas após as refeições, por exemplo, um às 10h e outro às 16h). Deve haver uma série de 5 cursos de tratamento no ano, que deve ser aumentada para 6 por ano para pessoas com mais de 65 anos.\n\n\\*O tratamento CURATIVO em doenças crônicas requer 6 ciclos de 12 injeções e 5 ciclos de 24 pílulas, anualmente, ou seja, um ciclo de 12 injeções ao longo de 4 semanas, um intervalo de 2 semanas, um ciclo de 24 pílulas ao longo de 12 dias (um comprimido duas vezes ao dia entre as refeições); intervalo de 2 semanas. O ciclo é então retomado.\n\nDependendo dos resultados, o médico e os pacientes podem encurtar ou estender os intervalos. O primeiro e o segundo ciclo de injeções podem ser administrados diariamente para estudar a reatividade individual.\n\nO tratamento com Gerovital -H3® pode ser individualizado de acordo com a(s) doença(s) que acompanha(m) o envelhecimento e a idade biológica do paciente.\n\nNa arterite, ativamente influenciada pelo Gerovital-H3®, a via de administração é intra-arterial. Aslan recomendou a via intra-arterial em artrose e artrite, especialmente quando a articulação do joelho está envolvida, e a via intravenosa para espasmos cerebrais.\n\n# Contraindicações do Gerovital H3\n\nGerovital-H3® deve ser evitado por qualquer pessoa que sofra ou utilize o seguinte;\n*alergia ou sensibilidade ao Gerovital-H3® (ou Novocaína).*\nGerovital-H3® não pode ser usado junto com eserina ou prostigmina.\n*Gerovital-H3® não pode ser usado ao mesmo tempo que sulfamidas.*\nGerovital-H3® não deve ser usado com um tratamento antibacteriano.\n\n### Efeitos colaterais\n\nOs efeitos colaterais do Gerovital-H3® são relativamente incomuns e podem ocorrer principalmente somente após injeções, mas a frequência é muito reduzida (de acordo com as estatísticas, há 1 caso para cada 7.000 pacientes).\n\nOs efeitos colaterais menores consistem em sensação de aquecimento e gosto metálico, esses efeitos desaparecem durante o tratamento.\n\nOs principais efeitos colaterais estão relacionados à pele; erupção macular, rash e coceira que determinam a interrupção do tratamento e a repetição do teste de tolerância (1ml injetado id.) após o desaparecimento da erupção. O tratamento dos efeitos colaterais consiste na administração dos medicamentos antialérgicos usuais se a erupção persistir após a parada do Gervotial-H3.\n\nApesar de seu caráter inibidor da monoaminoxidase (MAO), o Gerovital-H3® não interfere, como os inibidores convencionais da MAO, com a tiramina dos alimentos (ed.- comumente chamado de efeito queijo), o que significa que não há incompatibilidade conhecida com o Gerovital-H3® e alimentos. A interação com sulfamidas é devido à competição no metabolismo bacteriano. A superdosagem pode ocorrer somente após 400 mg em injeção rápida intravenosa e o tratamento é o mesmo de qualquer intoxicação aguda.\n\nReferência; (1). Loriche R., Lafontaine R.: De l'emploi des injections intra-arterielle de novocaine dans les formes daouloureuses des obliterantes. Presses Medicale, 1953, 17:327.\n\n#### Comentários\n\nGostaríamos de agradecer ao Dr. Dumitru por atualizar a monografia do Gerovital-H3®. Todos nós deveríamos ser gratos ao trabalho da Professora Ana Aslan, pois ela ajudou a chamar a atenção do mundo para o fato de que o envelhecimento é uma doença e, como qualquer doença, é tratável! Mesmo hoje, o Gerovital-H3® permanece na vanguarda de muitos programas de extensão de vida. Isso talvez não seja surpreendente (como o Dr. Dumitru apontou aqui) quando você considera que o Gerovital -H3® tem uma miríade de usos profundos, tanto para fins preventivos quanto curativos. Isso, juntamente com sua toxicidade extremamente baixa e poucos efeitos colaterais menores, significa que o Gerovital-H3® se apresenta como um suplemento antienvelhecimento essencial, seguro e de longo prazo para aqueles que levam a sério a administração de sua condição de envelhecimento.\n\n#### Referências\n\n(1). Cohen S., Ditman KS Efeitos do Gerovital-H3® em Pacientes Idosos Depressivos. Int. Smposium of Gerontology, Bucareste, 1972.\n(2). Teitel A., Gane P., Stroescu V., Steflea D., Sobre os Mecanismos da Procaína. Estudos de Fisiologia, Bucareste, 1962, 4, 351-360.\n(3). Gordon P., Fudema A., Abrams A., Efeitos das Preparações de Procaína Romena e Americana em Certos Aspectos Fisiológicos do Envelhecimento. Gerontologist II, 1962, p.9, Gerontologist, 1965, 20, 2, p114-150.\n(4). Ana Aslan; Terapia Gerovital-H3® na Profilaxia do Envelhecimento. Geront. Geriatria. Bucareste, 1980, 1,1 p5-15.\n(5). Yau MT Gerovital-H3®, Monoaminooxidase e Monoaminas Cerebrais. Simpósio sobre Aspectos Teóricos do Envelhecimento, 1974, Miami, Flórida.\n(6). Parhon CI, Ana Aslan, L'action de la Vitamine H1 et H2 sur la proliferation de la cellule animale. Touro. Acad. ROM. Bucareste, 1957, 9,1, 137.\n(7). Berger P; Inocuite du traitment chronique à la procaine chez le rat en croissance. CR Então. Biol. 1960, 154.959.\n(8). Verzar F. Nota sobre a influência da prcaína, PABA e DEAE no envelhecimento de ratos. Basileia, 1959, Gerontologia 3,6, 350-355.\n(9). Ana Aslan e cols. Tratamento de longo prazo com Gerovital -H3® em ratos albinos. J. Gerontology, 1965, 20,1.\n(10). Ana Aslan, G. Enachescu. Pesquisas sobre a atividade antitrombofílica do tratamento com Gerovital-H3®. Rom. J. Geront. Geriatrics, 180, 1, 2, 195-246.\n(11). Russu C et col. Efeito antioxidante e redutor de lipídios do produto original à base de procaína Gerovital-H3®. Livro de resumos. 16º Congresso da Associação Internacional de Gerontologia, p217.\n(12). Zung WWK, Wang HS Ensaios clínicos de Gerovital-H3® no tratamento da depressão em idosos. 10º Congresso Internacional de Gerontologia, 1975, Jerusalém.\n(13). McFarlane MD Terapia com Gerovital-H3®; Mecanismo de inibição da monoamina oxidase. J. of American Geriatrics Society., 1974, XXII/8, p365-371.\n(14). Robinson DS et al; Envelhecimento, níveis de monoamina e monoamina oxidase, 1972, Lancet, 1, 0290.\n(15). Luth P. Aslan therapie mit Gerovital-H3®. Zeitschrift fur Algemenmedizin, 1984, 60, 27, p1162-1164.",
  "title": "Professora Ana Aslan e Gerovital-GH3®, o primeiro e original medicamento antienvelhecimento",
  "meta_title": "Professora Ana Aslan e Gerovital-GH3®, o primeiro e original medicamento antienvelhecimento",
  "meta_description": "Descubra a história da Professora Ana Aslan e o inovador Gerovital-GH3®, o primeiro medicamento antienvelhecimento, que revolucionou a ciência da longevidade e continua sendo referência no combate aos efeitos do envelhecimento.",
  "thumbnail": "/img/uploads/professora_ana_aslan_romena.jpg"
}